{
  "items": [
    {
      "published_datetime": "2025-12-25T13:18:00.000000Z",
      "title": "Ukraine reports deadly Russian drone strikes into Christmas morning",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "Russia launched 131 drones overnight, Ukraine's air force said.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-25T00:00:00.000000Z",
      "title": "Turkey begins black box analysis of jet crash that killed Libyan military chief",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "The Turkish Ministry of Defense says the technical analysis of black boxes from a jet crash that killed eight people, including Libya’s military chief, has begun.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-25T00:00:00.000000Z",
      "title": "Algeria votes to declare French colonization a crime and demands restitution",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "Algerian legislators have declared France's colonization a crime, demanding restitution for property taken during its 130-year rule.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-25T00:00:00.000000Z",
      "title": "Rescue mission helicopter crashes on Mount Kilimanjaro, killing all 5 on board",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "Five people have died after a helicopter crashed on Africa’s highest mountain, Mount Kilimanjaro, in Tanzania.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-25T00:00:00.000000Z",
      "title": "Somalis vote in the first one-person, one-vote local election in decades",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "Residents of Somalia’s capital are set to vote in a controversial local election that marks the country’s first-ever one-person, one-vote poll since 1969.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-24T00:00:00.000000Z",
      "title": "Saudi Arabia calls on Yemen separatists to leave 2 governorates as coalition strains",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "Saudi Arabia has called on separatists in Yemen to withdraw from two governorates they now hold.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-24T00:00:00.000000Z",
      "title": "Albanese announces bravery award for heroes of Bondi antisemitic attack",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "Australian Prime Minister Anthony Albanese has announced a national bravery award to honor those who confronted an antisemitic terror attack.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-24T00:00:00.000000Z",
      "title": "North Korea displays apparent progress in construction of nuclear-powered submarine",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "North Korea displayed apparent progress in the construction of a nuclear-powered submarine, with state media photos showing a largely completed hull as leader Kim Jong Un condemned rival South Korea’s push to acquire the technology.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-24T00:00:00.000000Z",
      "title": "Zelenskyy says he's open to creating demilitarized zone in Ukraine's industrial heartland",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "Ukrainian President Volodymyr Zelenskyy says he would be willing to withdraw troops from the country’s eastern industrial heartland as part of a plan to end Russia’s war, if Moscow also pulls back and the area becomes a demilitarized zone monitored by international forces.",
      "page_content_url": "https://abcnews.go.com/International"
    },
    {
      "published_datetime": "2025-12-24T00:00:00.000000Z",
      "title": "Blast at mosque in Nigeria kills 5 and injures more than 30 in apparent suicide attack",
      "featured_image": {
        "thumbnail": ""
      },
      "description": "A bomb has exploded during prayers at a mosque in Nigeria's northeastern city of Maiduguri, killing five people.",
      "page_content_url": "https://abcnews.go.com/International"
    }
  ]
}