{"has_next_page":true,"items":[{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/253ee642-0079-4ffc-b79a-63ad2ff6cd5a","published_datetime":"2026-01-02T12:13:08.189148","title":"87 runaway stars mapped to trace Milky Way's dark matter","featured_image":{"url":"https://www.gadgets360.com/science/news/runaway-stars-help-astronomers-trace-dark-matter-distribution-across-the-milky-way-galaxy-10198660","name":"Runaway Stars Help Astronomers Trace Dark Matter Distribution ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--GsPvrDqo--/t_limit/https://i.gadgets360cdn.com/large/map_dark_matter_full_1767350053075.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--S4lPQ0JW--/t_thumbnail/https://i.gadgets360cdn.com/large/map_dark_matter_full_1767350053075.jpg"},"description":"Astronomers from China have identified 87 hypervelocity stars racing through the Milky Way fast enough to escape the galaxy's gravitational pull, offering a new method to map the distribution of dark matter across our cosmic home. The research, published in The Astrophysical Journal and announced this week, uses these stellar runaways as tracers to probe the galaxy's invisible structure[1][2][3][4].\n\nThe team, led by Haozhu Fu of Peking University, focused on RR Lyrae stars, ancient pulsating giants that serve as reliable distance indicators due to their predictable brightness patterns[1][3]. By analyzing data from the Sloan Digital Sky Survey, the Chinese LAMOST telescope, and the European Space Agency's Gaia satellite, researchers sifted through more than 135,000 candidate stars before identifying the most reliable hypervelocity examples[1][3].\n\nSeven of the discovered stars are moving at tangential velocities exceeding 800 kilometers per second—well above the roughly 550 km/s needed to break free from the Milky Way at the sun's position[1][3][5]. According to Phys.org, all 87 stars exceed the galaxy's escape velocity in their tangential component, suggesting many will eventually drift into intergalactic space[1][2].","audio_url":"","url":"astronomers-use-runaway-stars-r8jqTSbrQ7yPZLGSUPH5Vw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/a609d25b-1562-48b7-8160-89d9f8aa2624","published_datetime":"2026-01-02T10:28:02.658915","title":"Scientists create self-powered quantum maser with stable microwave signals","featured_image":{"url":"https://phys.org/news/2025-12-quantum-technology-lab-life-widespread.html","name":"Quantum technology moves from lab to life, but widespread use ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--2TfGFOnF--/t_limit/https://scx2.b-cdn.net/gfx/news/hires/2025/when-will-quantum-tech.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--qfuREws5--/t_thumbnail/https://scx2.b-cdn.net/gfx/news/hires/2025/when-will-quantum-tech.jpg"},"description":"Scientists at TU Wien and the Okinawa Institute of Science and Technology have demonstrated the first self-induced superradiant quantum maser, a discovery that could reshape precision technologies from GPS navigation to medical imaging.\n\nPublished in Nature Physics, the research shows how quantum particles can spontaneously cooperate to generate stable, long-lived microwave signals without external power, overturning previous assumptions about how quantum systems behave[1][2][3]. The team coupled nitrogen-vacancy centers in diamond—tiny atomic defects containing electron spins—to a microwave cavity, where they observed an unexpected phenomenon: after an initial burst of energy, the system produced a sustained train of coherent microwave pulses lasting up to a millisecond[2][4].\n\n\"What's remarkable is that the seemingly messy interactions between spins actually fuel the emission,\" said Dr. Wenzel Kersten, first author of the study, in a press statement. \"The system organizes itself, producing an extremely coherent microwave signal from the very disorder that usually destroys it\"[1][3].","audio_url":"","url":"researchers-achieve-first-self-60RiJS.UT0WWCstx3c7Y1g","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/f16e2c9e-b813-45aa-9728-6d2c262c5a6d","published_datetime":"2026-01-02T09:42:48.959692","title":"Eurozone manufacturing hits nine-month low on German decline","featured_image":{"url":"https://www.reuters.com/business/german-manufacturing-sector-faces-sharp-decline-new-orders-pmi-shows-2025-12-01/","name":"German manufacturing sector faces sharp decline in new orders, PMI shows","image":"https://pplx-res.cloudinary.com/image/fetch/s--vHfECbJu--/t_limit/https://www.reuters.com/resizer/v2/7SQ3SDEMGJMHBKJIPBMGL6NL7Y.jpg%3Fauth%3D824a11aaa68e552651fe75f59a6d1b583b9bb74f5656352fbb058022d154238c%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--RUr8QMy6--/t_thumbnail/https://www.reuters.com/resizer/v2/7SQ3SDEMGJMHBKJIPBMGL6NL7Y.jpg%3Fauth%3D824a11aaa68e552651fe75f59a6d1b583b9bb74f5656352fbb058022d154238c%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue"},"description":"The eurozone's manufacturing sector closed 2025 on a downbeat note, with activity contracting at the sharpest pace in nine months as Germany's industrial woes spread across the currency bloc, according to final data released Friday.\n\nThe HCOB Eurozone Manufacturing Purchasing Managers' Index, compiled by S&P Global, fell to 48.8 in December from 49.6 in November, marking the deepest contraction since March and signaling deteriorating factory conditions across the region[1][2][3]. A reading below 50 indicates contraction. After nine consecutive months of growth, production volumes declined for the first time since February, while new orders dropped at their fastest pace in almost a year[4][2].","audio_url":"","url":"eurozone-manufacturing-contrac-vlEd5_L7QZi5gYwpbpPisw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/97d2e1e4-70f5-4fb1-8631-2bd7e77e81cd","published_datetime":"2026-01-02T07:11:22.393209","title":"Dollar starts 2026 weak after worst year since 2017","featured_image":{"url":"https://www.reuters.com/world/asia-pacific/dollar-makes-soft-start-2026-after-sharpest-drop-8-years-2026-01-02/","name":"Dollar makes a soft start to 2026 after sharpest drop in 8 ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--JOEHbkP4--/t_limit/https://www.reuters.com/resizer/v2/6XA6WNHI6ZLRJBPVVVEE4BSWF4.jpg%3Fauth%3D067253f07a67fd94f283f6d885eb92f1f811a54ae0c0eb8e9ea62e61ec62c88c%26width%3D1920%26quality%3D80","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--DetAnOUT--/t_thumbnail/https://www.reuters.com/resizer/v2/6XA6WNHI6ZLRJBPVVVEE4BSWF4.jpg%3Fauth%3D067253f07a67fd94f283f6d885eb92f1f811a54ae0c0eb8e9ea62e61ec62c88c%26width%3D1920%26quality%3D80"},"description":"The U.S. dollar opened 2026 on a feeble note Friday, struggling near multi-month lows after posting its sharpest annual decline in eight years, as narrowing interest rate differentials and mounting uncertainty about Federal Reserve leadership weigh on the currency.\n\nThe dollar index, which measures the greenback against six major currencies, traded at 98.2 on the first trading day of the year after registering a 9.4% decline in 2025—its steepest drop since 2017[1][2][3]. The euro held steady at $1.1752 following a 13.5% surge last year, while sterling traded at $1.3474 after climbing 7.7% in 2025[1][4]. Both currencies posted their strongest annual gains since 2017[1][4].","audio_url":"","url":"dollar-starts-2026-weak-after-hUy6qRFqSQGK8kyNUPUG0Q","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/8173a51b-ae8d-4b62-a737-49bfa177b32c","published_datetime":"2026-01-02T06:05:46.741243","title":"Google, SpaceX plan AI data centers in orbit","featured_image":{"url":"https://www.latimes.com/business/story/2025-12-16/spacex-plans-blockbuster-public-offering-amid-ai-data-center-boom","name":"SpaceX eyes possible record IPO. What's behind the hype","image":"https://pplx-res.cloudinary.com/image/fetch/s--DNytRcMr--/t_limit/https://ca-times.brightspotcdn.com/dims4/default/35c703c/2147483647/strip/true/crop/3158x1658%2B0%2B223/resize/1200x630%21/quality/75/%3Furl%3Dhttps%253A%252F%252Fcalifornia-times-brightspot.s3.amazonaws.com%252F90%252Fb7%252Ffd7d88874911822c6124129725c9%252Fap25066118935545.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--gFzQYyWw--/t_thumbnail/https://ca-times.brightspotcdn.com/dims4/default/35c703c/2147483647/strip/true/crop/3158x1658%2B0%2B223/resize/1200x630%21/quality/75/%3Furl%3Dhttps%253A%252F%252Fcalifornia-times-brightspot.s3.amazonaws.com%252F90%252Fb7%252Ffd7d88874911822c6124129725c9%252Fap25066118935545.jpg"},"description":"Google, SpaceX, and a host of technology leaders are pursuing an ambitious vision to establish data centers in orbit, aiming to solve artificial intelligence's insatiable appetite for energy while sidestepping earthbound constraints.\n\nGoogle announced Project Suncatcher in November, with plans to launch two prototype satellites in early 2027 that will test AI hardware powered by continuous solar energy[1][2][3]. CEO Sundar Pichai told Fox News that building extraterrestrial data centers will be \"normal\" within a decade[1][4]. Meanwhile, startup Starcloud made history in December by successfully training an AI model—Google's Gemma—aboard its satellite, marking the first time a large language model operated in space[5][6].\n\nSpaceX confirmed in December it is preparing for a possible 2026 initial public offering that could raise more than $30 billion, with proceeds earmarked for \"AI data centers in space,\" according to chief financial officer Bret Johnsen[7][8][9]. At an $800 billion valuation, the company is positioning itself as a key player in orbital computing infrastructure[8][10]. Tesla CEO Elon Musk has said space data centers would be \"the cheapest way to train AI\" within five years[1][2].","audio_url":"","url":"tech-giants-plan-space-data-ce-QUB_g4STTAGnPbfRT.gPjQ","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/c99f08f1-5490-4ea3-ad74-f31b898475c6","published_datetime":"2026-01-02T05:10:52.874516","title":"Asian stocks rally as Baidu soars on AI chip spinoff plans","featured_image":{"url":"https://www.reuters.com/world/china/baidus-kunlunxin-valued-close-3-billion-eyes-hong-kong-ipo-sources-say-2025-12-05/","name":"Exclusive: Baidu's Kunlunxin, valued at close to $3 billion, eyes Hong Kong IPO, sources say","image":"https://pplx-res.cloudinary.com/image/fetch/s--k01sjhpP--/t_limit/https://www.reuters.com/resizer/v2/V7BVMGBUGRNRPHCVC42RGDEAJE.jpg%3Fauth%3D76ddafc36d4cd1b7c8b54ec08b3bed22b96cb5f1dea2c5a5eaa8250f9c1cbe48%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--K2Iw-PJb--/t_thumbnail/https://www.reuters.com/resizer/v2/V7BVMGBUGRNRPHCVC42RGDEAJE.jpg%3Fauth%3D76ddafc36d4cd1b7c8b54ec08b3bed22b96cb5f1dea2c5a5eaa8250f9c1cbe48%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue"},"description":"Asian markets and precious metals kicked off 2026 with strong gains on Friday as investors embraced technology stocks and continued piling into gold and silver following their record-breaking 2025 performance.\n\nHong Kong's Hang Seng Index surged 2.2% to 26,189.79 in the first trading session of the year, led by a rally in technology shares[1][2][3]. Chinese search giant Baidu jumped 7.5% after announcing plans to spin off its artificial intelligence chip division, Kunlunxin, for a Hong Kong initial public offering expected in early 2027[2][3][4]. E-commerce leader Alibaba rose 3.2%[2][3].\n\nThe tech rally reflected sustained investor enthusiasm for AI-related companies. Biren Technologies, a Shanghai-based GPU developer, began trading in Hong Kong on Friday after raising $624 million in what became the city's first IPO of 2026[5][6]. The company's shares surged 80% following the debut[7], underscoring strong demand for Chinese semiconductor firms as the country seeks alternatives to U.S. chips amid export restrictions.","audio_url":"","url":"asian-stocks-and-precious-meta-HQhL7SN.T2yEI_7MAJStrA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/1d604d90-bfc2-42e1-8daa-7188bc7ecf81","published_datetime":"2026-01-02T05:09:36.047868","title":"Hubble reveals sustained jet activity on interstellar comet","featured_image":{"url":"https://www.cnn.com/2025/12/08/science/interstellar-comet-3i-atlas-earth-close-approach","name":"Interstellar comet 3I/ATLAS shines in new images ahead of ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--03ImPNnC--/t_limit/https://media.cnn.com/api/v1/images/stellar/prod/stsci-h-atlas-b-f-3437x2598.jpg%3Fc%3Doriginal%26q%3Dw_1041%2Cc_fill","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--IaK337F2--/t_thumbnail/https://media.cnn.com/api/v1/images/stellar/prod/stsci-h-atlas-b-f-3437x2598.jpg%3Fc%3Doriginal%26q%3Dw_1041%2Cc_fill"},"description":"Interstellar visitor 3I/ATLAS made its closest approach to Earth on December 19, 2025, offering astronomers an unprecedented opportunity to study material from beyond our solar system. The comet, discovered on July 1 by the Asteroid Terrestrial-impact Last Alert System in Chile, passed within 270 million kilometers of Earth while traveling at 58 kilometers per second—making it the fastest interstellar object ever recorded[1][2][3][4].\n\nNew observations from the Hubble Space Telescope reveal sustained jet activity that challenges established models of cometary physics. Images captured on December 12 and 27 show twin jets of material erupting from the comet's nucleus in a pattern suggesting organized rotation rather than random outgassing[1][3][5][6]. According to International Business Times UK, these jets maintain collimation and coherence over extended periods—a phenomenon not anticipated in most comet models, as traditional comet jets typically become diffuse and disperse rapidly[1][3].","audio_url":"","url":"comet-3iatlas-shows-unpreceden-o3rbC36qTru1oWZ3xX5fSw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/f6df27e7-e86c-4245-897c-c35b110d8185","published_datetime":"2026-01-02T04:44:53.118163","title":"Rare celestial events to offer skywatchers extraordinary displays in 2026","featured_image":{"url":"https://www.trafalgar.com/real-word/2026-northern-lights-peak/","name":"Why 2026 is your last chance to see the Northern Lights at their peak","image":"https://pplx-res.cloudinary.com/image/fetch/s--yr4DRZsT--/t_limit/https://www.trafalgar.com/real-word/wp-content/uploads/2022/09/northern-light-ge83161661_1280-1.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--aoZSeFOo--/t_thumbnail/https://www.trafalgar.com/real-word/wp-content/uploads/2022/09/northern-light-ge83161661_1280-1.jpg"},"description":"The new year promises a spectacular lineup of astronomical phenomena, with 2026 offering skywatchers an array of eclipses, meteor showers, and supermoons not seen in years. From a total solar eclipse sweeping across the Arctic to the best Perseids meteor shower in more than a decade, the year ahead brings rare opportunities to witness the cosmos in action.\n\nThe year features 13 full moons, including three supermoons, two major eclipses visible from populated areas, and meteor showers with near-perfect viewing conditions[1][2][3][4][5][6]. Astronomers say 2026 presents one of the most compelling years for celestial observation in recent memory[4].","audio_url":"","url":"2026-brings-rare-eclipses-mete-DDPoypwPRQqSAWhkMxPJtA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/b592e857-b61b-41ec-b4b3-7f6f235e91f8","published_datetime":"2026-01-02T01:06:49.184951","title":"Six killed as Iran protests spread beyond Tehran","featured_image":{"url":"https://www.npr.org/2026/01/01/g-s1-104241/iran-protests-deaths-economy","name":"Deaths reported during widening protests in Iran sparked by ailing economy","image":"https://pplx-res.cloudinary.com/image/fetch/s--Mdv708rZ--/t_limit/https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5472x3078%2B0%2B103/resize/1400/quality/100/format/jpeg/%3Furl%3Dhttp%253A%252F%252Fnpr-brightspot.s3.amazonaws.com%252Fc8%252F1a%252Fe2564b484bd49e0d0fb79bd9284e%252Fap25363522315836.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--SENUHeju--/t_thumbnail/https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5472x3078%2B0%2B103/resize/1400/quality/100/format/jpeg/%3Furl%3Dhttp%253A%252F%252Fnpr-brightspot.s3.amazonaws.com%252Fc8%252F1a%252Fe2564b484bd49e0d0fb79bd9284e%252Fap25363522315836.jpg"},"description":"At least six people have died as demonstrations over Iran's collapsing economy spread from Tehran to rural provinces, marking the deadliest unrest since the country's 2022 protest movement. The fatalities, which occurred between Wednesday night and Thursday evening, signal an escalation in tensions between Iranian authorities and protesters demanding relief from runaway inflation and currency depreciation[1][2][3][4].\n\nIranian authorities confirmed that a 21-year-old member of the Basij paramilitary force was killed late Wednesday in Kuhdasht, a city in western Lorestan province, with officials claiming he died \"defending public order\" as 13 other security personnel sustained injuries[3][5][6]. On Thursday, the semi-official Fars news agency reported five additional deaths across Lorestan and Chaharmahal and Bakhtiari provinces, including two people killed in Lordegan and three in Azna during clashes with security forces[3][7][8].\n\nThe protests erupted Sunday after shopkeepers in Tehran's historic Grand Bazaar shuttered their businesses in response to the rial plunging to approximately 1.45 million per U.S. dollar, down from 820,000 rials just one year ago[9][10][11]. According to Iran's Statistical Center, annual inflation reached 42.2 percent in December, with food prices soaring 72 percent year-over-year[9][12]. The demonstrations have since expanded to multiple cities including Isfahan, Shiraz, Mashhad, Hamadan, and Zanjan, with students joining merchants in the streets[13][10][14].","audio_url":"","url":"six-killed-in-widening-iran-pr-uBQt9BwSTna1qnneuwvH3Q","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/d0b5be16-9ccc-4fca-9815-0e4f233e3de8","published_datetime":"2026-01-02T00:17:14.786858","title":"Russia hands US alleged drone evidence as CIA rejects Putin attack claim","featured_image":{"url":"https://www.gettyimages.com/detail/news-photo/in-this-pool-photograph-distributed-by-the-russian-state-news-photo/2253169012","name":"RUSSIA-UKRAINE-CONFLICT","image":"https://pplx-res.cloudinary.com/image/upload/t_limit/v1767312750/getty_uploads/2253169012_absski.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/upload/t_thumbnail/v1767312750/getty_uploads/2253169012_absski.jpg"},"description":"Russia delivered what it described as physical evidence to the United States on Thursday, claiming it proves Ukraine targeted President Vladimir Putin's residence in a drone attack, even as the CIA and Western officials have flatly rejected Moscow's account as disinformation[1][2][3].\n\nAdmiral Igor Kostyukov, head of Russia's military intelligence agency, handed a U.S. military attache a navigation controller recovered from a downed drone, according to video footage released by Russia's Defense Ministry[1][4][5]. Russian officials asserted that decoded data from the device confirms the intended target was Putin's residence in the Novgorod region during an alleged December 29 attack involving 91 drones[1][3][6].","audio_url":"","url":"russia-hands-us-alleged-eviden-.ViEUUPKR7i4FYO.lM4Hdg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/10af8768-91e9-4e07-a6e3-543f718fdc9b","published_datetime":"2026-01-01T23:25:08.137516","title":"SpaceX plans to lower 4,400 satellites in 2026 for safety","featured_image":{"url":"https://www.telecomstechnews.com/news/spacex-buys-spectrum-starlink-direct-to-cell-mobile-service/","name":"SpaceX buys spectrum for Starlink 'Direct to Cell' mobile service","image":"https://pplx-res.cloudinary.com/image/fetch/s--IKDR-p28--/t_limit/https://www.telecomstechnews.com/wp-content/uploads/2025/09/spacex-starlink-direct-to-cell-mobile-service-network-spectrum-rural-connectivity.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--UI_JS6LY--/t_thumbnail/https://www.telecomstechnews.com/wp-content/uploads/2025/09/spacex-starlink-direct-to-cell-mobile-service-network-spectrum-rural-connectivity.jpg"},"description":"The telecommunications industry is racing to integrate satellite and terrestrial networks by 2030, with major carriers rolling out direct-to-cell services and researchers mapping the technical roadmap for seamless global coverage.\n\nA comprehensive study published December 29 in the journal Engineering outlines how satellite communication systems will become integral to 5G and future 6G networks, enabling smartphones to automatically switch between cell towers and orbiting satellites[1][2]. The research, authored by Afang Yuan, Zhihua Yang, and Zhili Sun, identifies key technical challenges including managing handoffs between fast-moving satellites, preventing orbital collisions, and coordinating radio frequencies[3][1].\n\nThe International Telecommunication Union has designated 2030 as the target for 6G deployment, with specifications requiring not just faster speeds but seamless integration between ground-based infrastructure and satellites orbiting at various altitudes[3][1]. While today's 5G networks deliver peak speeds of 10 gigabits per second, the upcoming 6G standard aims for 1 terabit per second[3].","audio_url":"","url":"satellites-to-expand-5g-and-6g-UXdpnUC7Q1WLmRX4HlwLYA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/ffd15b9f-dc64-41ab-99d5-276f27afc3d6","published_datetime":"2026-01-01T20:06:08.997906","title":"Chinese tokamak exceeds density limit in fusion advance","featured_image":{"url":"https://newatlas.com/energy/china-east-fusion-endurance-record-1000-seconds/","name":"China sets new fusion endurance record of over a thousand seconds","image":"https://pplx-res.cloudinary.com/image/fetch/s--YWUuLblV--/t_limit/https://assets.newatlas.com/dims4/default/2420eea/2147483647/strip/true/crop/999x524%2B0%2B71/resize/1200x630%21/quality/90/%3Furl%3Dhttps%253A%252F%252Fnewatlas-brightspot.s3.amazonaws.com%252F40%252Fdf%252F8aa713a44455aea0d2f42c0dd6a9%252Fcf2.jpg%26na.image_optimisation%3D0","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--1uo3cpDX--/t_thumbnail/https://assets.newatlas.com/dims4/default/2420eea/2147483647/strip/true/crop/999x524%2B0%2B71/resize/1200x630%21/quality/90/%3Furl%3Dhttps%253A%252F%252Fnewatlas-brightspot.s3.amazonaws.com%252F40%252Fdf%252F8aa713a44455aea0d2f42c0dd6a9%252Fcf2.jpg%26na.image_optimisation%3D0"},"description":"Researchers at China's Experimental Advanced Superconducting Tokamak have achieved stable plasma operation at densities far exceeding a long-standing empirical limit, marking a potential breakthrough in the decades-long pursuit of practical fusion energy.\n\nThe team demonstrated plasma densities ranging from 1.3 to 1.65 times the Greenwald limit, an empirical threshold above which tokamaks typically experience disruptive instabilities[1][2][3]. The achievement, detailed in recent research, represents the first experimental verification of a theorized \"density-free regime\" predicted by plasma-wall self-organization theory[1][3].\n\nThe research, co-led by Prof. Zhu Ping from Huazhong University of Science and Technology and Associate Prof. Yan Ning from the Hefei Institutes of Physical Science, addresses a fundamental challenge in fusion energy development[1][2][3]. Fusion power scales with the square of fuel density, making high-density operation crucial for achieving the energy output needed for commercial viability[1][3].","audio_url":"","url":"china-s-east-tokamak-surpasses-_osJ86x.QfyYnk0iPjHhwg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/d6dece9c-c8c4-4818-bc84-010a423b292d","published_datetime":"2026-01-01T19:21:09.923324","title":"Astronomers measure mass of Saturn-sized rogue planet","featured_image":{"url":"https://www.newscientist.com/article/2509858-rare-saturn-sized-rogue-planet-is-first-to-have-its-mass-measured","name":"Rare Saturn-sized rogue planet is first to have its mass measured","image":"https://pplx-res.cloudinary.com/image/fetch/s--naEWCs_---/t_limit/https://images.newscientist.com/wp-content/uploads/2025/12/31120044/SEI_279227541.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--8JfByzDC--/t_thumbnail/https://images.newscientist.com/wp-content/uploads/2025/12/31120044/SEI_279227541.jpg"},"description":"Astronomers have achieved a milestone in planetary science by measuring the mass of a free-floating planet for the first time, using observations from both ground-based and space telescopes. The Saturn-sized world, designated KMT-2024-BLG-0792, represents a breakthrough in understanding these enigmatic objects that drift through the galaxy without a parent star[1][2].\n\nThe international research team, led by Subo Dong of Peking University, published their findings in the journal Science on January 1[3][1][4]. By observing a brief microlensing event simultaneously from Earth's surface and the European Space Agency's Gaia space telescope, they determined the planet has a mass roughly 0.7 times that of Saturn—or about 22 percent of Jupiter's mass—and lies approximately 10,000 light-years from Earth[3][1][5][6].\n\n\"What's really great about this work, and really noteworthy, is that it's the first time we've got a mass for these objects,\" said Gavin Coleman, a postdoctoral researcher at Queen Mary University of London who authored a related commentary in Science[4]. Previous detections of rogue planets could only estimate masses indirectly, leaving much about these solitary worlds speculative[3].","audio_url":"","url":"astronomers-measure-mass-of-ra-7jEbgkuoQSiNleUM8cY_4Q","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/2495b2a6-0e42-459a-ab16-c12eed8be0f9","published_datetime":"2026-01-01T16:58:25.176522","title":"Several killed as Iran protests over economy turn deadly","featured_image":{"url":"https://www.lemonde.fr/en/international/article/2026/01/01/social-movement-led-by-shopkeepers-shakes-the-iranian-regime_6748982_4.html","name":"Iran's protests led by shopkeepers is shaking up the regime","image":"https://pplx-res.cloudinary.com/image/fetch/s--FxNWkNrU--/t_limit/https://img.lemde.fr/2025/12/29/0/0/5472/3648/1440/960/60/0/585be65_ftp-1-od9qbzixbjtt-562674d16a3f40b795bc8de9b838c048-0-01fe74e84e5d46199be58b99418bfb5b.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--qLu82JgD--/t_thumbnail/https://img.lemde.fr/2025/12/29/0/0/5472/3648/1440/960/60/0/585be65_ftp-1-od9qbzixbjtt-562674d16a3f40b795bc8de9b838c048-0-01fe74e84e5d46199be58b99418bfb5b.jpg"},"description":"Violent clashes between protesters and security forces left several people dead across Iran on January 1, marking the most deadly escalation yet in demonstrations that erupted four days earlier over soaring inflation and a collapsing currency[1][2][3][4]. The unrest represents the largest wave of protests in Iran since 2022, when the death of Mahsa Amini sparked nationwide demonstrations[1][2][3].\n\nSemi-official media and rights groups reported multiple fatalities in at least three provinces. Fars news agency said two people were killed in Lordegan, a city in western Iran, during clashes between security services and protesters[5][6][7]. The human rights organization Hengaw corroborated deaths in Lordegan, saying security forces opened fire on demonstrators[8][5][9]. Another death was reported in Isfahan province in central Iran[5][6][7].\n\nAuthorities confirmed one person killed in Kuhdasht, a western city, though accounts of the incident diverged sharply. State media identified the deceased as Amirhossam Khodayari Fard, a 21-year-old member of the Basij paramilitary unit[2][5][10][7]. The Revolutionary Guards said 13 other militia members were wounded and accused demonstrators of \"taking advantage of the atmosphere of popular protests\"[7][5]. However, Hengaw said Khodayari Fard was a protester killed by security forces[5][6][7]. Reuters could not independently verify the reports[7][4].","audio_url":"","url":"several-killed-as-iran-protest-RQ9jdFysQjiW_RhJGKgYqg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/dc3a1b27-d21a-4089-af70-13ccfbb7e6d1","published_datetime":"2026-01-01T15:43:07.482792","title":"Interstellar object traced to Milky Way core; no alien signals detected","featured_image":{"url":"https://www.gadgets360.com/science/news/most-sensitive-radio-search-finds-no-technosignature-evidence-from-interstellar-object-3i-atlas-10134107","name":"Rare Interstellar Object 3I/ATLAS Fails Alien Test, Scientists Say","image":"https://pplx-res.cloudinary.com/image/fetch/s--88ObZFsS--/t_limit/https://i.gadgets360cdn.com/large/technosignature_full_1767168040526.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--FfajaO3B--/t_thumbnail/https://i.gadgets360cdn.com/large/technosignature_full_1767168040526.jpg"},"description":"The interstellar visitor 3I/ATLAS has been traced to the violent heart of the Milky Way, while the most sensitive radio search ever conducted on such an object found no evidence of artificial technology, scientists reported in late December 2025.\n\nDiscovered on July 1, 2025, by the Asteroid Terrestrial-impact Last Alert System in Chile, 3I/ATLAS is only the third confirmed object from another star system to enter our solar neighborhood[1][2][3][4]. Recent observations have pinpointed its origin to the direction of Sagittarius, a corridor leading to the galaxy's turbulent core roughly 26,000 light-years away[2][3][5].\n\n\"It has been approaching from the general direction of the constellation Sagittarius, which is where the central region of our galaxy, the Milky Way, is located,\" NASA confirmed[5]. The object's trajectory and hyperbolic excess velocity of approximately 58 kilometers per second suggest it was ejected from a high-energy environment marked by intense radiation and dense stellar traffic[1][2][3].","audio_url":"","url":"3iatlas-traced-to-milky-way-co-ygod7mZ1TfiRWCumbaVK.Q","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/09c9f67b-75c8-40ca-a7c9-7a5051714367","published_datetime":"2026-01-01T14:40:59.550495","title":"Fire kills dozens at Swiss ski resort bar during New Year's","featured_image":{"url":"https://www.cbsnews.com/news/fire-switzerland-crans-montana-ski-resort-bar-le-constellation-deaths-new-year/","name":"Fire tears through bar at Swiss Alps ski resort Crans-Montana during New Year's celebrations","image":"https://pplx-res.cloudinary.com/image/fetch/s--taSRX9r4--/t_limit/https://assets2.cbsnewsstatic.com/hub/i/r/2026/01/01/7fdaeb7e-1f80-44fb-b4b9-3a0143e38317/thumbnail/1200x630/1789f23acb8c4e263982ad5da4cceba1/swiss-bar-fire-2253653702.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--DBk7w9Pn--/t_thumbnail/https://assets2.cbsnewsstatic.com/hub/i/r/2026/01/01/7fdaeb7e-1f80-44fb-b4b9-3a0143e38317/thumbnail/1200x630/1789f23acb8c4e263982ad5da4cceba1/swiss-bar-fire-2253653702.jpg"},"description":"A devastating fire tore through a packed bar in the Swiss Alps early Thursday morning, killing several dozen people and injuring around 100 others as revelers celebrated the arrival of 2026. The blaze at Le Constellation bar in Crans-Montana erupted around 1:30 AM local time, transforming a festive New Year's gathering into what authorities described as one of Switzerland's worst tragedies[1][2][3][4][5][6][7].\n\n\"Several tens of people\" were presumed dead, Valais Canton police commander Frédéric Gisler said during a news conference Thursday morning, though he emphasized it was premature to provide a precise figure as work continues to identify victims and notify families[1][3][6][7]. The Italian foreign ministry, citing Swiss police, estimated around 40 fatalities[4][8][9]. More than 100 people were inside the bar when the fire broke out, witnesses and officials said[2][5][6].","audio_url":"","url":"dozens-killed-in-new-year-fire-55lP1LThQi6qFcXTdv0rwQ","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/b65d1743-b0aa-4970-b02a-c423d6dd56a1","published_datetime":"2026-01-01T10:21:17.345058","title":"Satellites to enable seamless global 5G and 6G by 2030","featured_image":{"url":"https://www.pcmag.com/news/ast-spacemobile-launches-its-most-powerful-direct-to-cell-satellite-yet","name":"AST SpaceMobile Launches Its Most Powerful Direct-to-Cell ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--5zbSjsUS--/t_limit/https://i.pcmag.com/imagery/articles/07mbmX8T9kEQVkUtJgaAWX7-1.fit_lim.size_1200x630.v1766597255.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--73Z1N38k--/t_thumbnail/https://i.pcmag.com/imagery/articles/07mbmX8T9kEQVkUtJgaAWX7-1.fit_lim.size_1200x630.v1766597255.jpg"},"description":"Satellite communication systems are poised to integrate with terrestrial mobile networks by 2030, eliminating dead zones and delivering the next generation of wireless connectivity to billions of smartphones worldwide, according to a comprehensive analysis published this week in the journal Engineering.\n\nThe article, \"Evolution of Satellite Communication Systems Toward 5G/6G for 2030 and Beyond,\" reviews how satellites at various orbital altitudes will combine with ground-based infrastructure to form a unified 5G and 6G communications platform[1][2][3]. The International Telecommunication Union has designated 2030 as the target for deploying IMT-2030—the official designation for 6G—which aims to deliver peak speeds of 1 terabit per second, a hundredfold increase over current 5G networks[4][5].","audio_url":"","url":"satellites-to-boost-global-5g-r492TWx_RkmX_o1inKqDjg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/c751b5ff-12ad-4c92-a6a5-a8d39b2a20d1","published_datetime":"2025-12-31T22:11:52.875643","title":"US says Ukraine did not target Putin in drone strike","featured_image":{"url":"https://www.gettyimages.com/detail/news-photo/in-this-pool-photograph-distributed-by-the-russian-state-news-photo/2253168763","name":"RUSSIA-UKRAINE-CONFLICT","image":"https://pplx-res.cloudinary.com/image/upload/t_limit/v1767218913/getty_uploads/2253168763_g7rfjo.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/upload/t_thumbnail/v1767218913/getty_uploads/2253168763_g7rfjo.jpg"},"description":"U.S. national security officials determined that Ukraine did not target Russian President Vladimir Putin or his residences in a recent drone strike, contradicting Moscow's allegations and casting doubt on claims that threaten to derail peace negotiations.\n\nThe assessment, backed by the Central Intelligence Agency, found no evidence Ukraine aimed at Putin in the alleged December 28-29 incident, according to a U.S. official familiar with the intelligence[1][2][3]. The finding was first reported by The Wall Street Journal on Wednesday[4][5].\n\nRussia claimed on Monday that Ukraine launched 91 long-range attack drones at Putin's Valdai residence in the Novgorod region, calling it a \"terrorist attack\"[6][7][8]. Russian Foreign Minister Sergey Lavrov said all drones were intercepted and warned Moscow would revise its negotiating position[7][9][8]. However, Ukrainian President Volodymyr Zelenskyy swiftly dismissed the allegations as \"another lie\" intended to sabotage diplomatic progress[9][10].","audio_url":"","url":"us-finds-ukraine-did-not-targe-po843flURV6jtzogX.xpaw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/106e1409-43e1-499a-99eb-d5bd6e65e6e6","published_datetime":"2025-12-31T22:07:35.707246","title":"NASA to launch Artemis II moon mission in 2026","featured_image":{"url":"https://www.nbcnews.com/science/space/nasa-astronauts-fly-around-moon-artemis-ii-mission-2026-rcna250540","name":"2026 set to be the year NASA astronauts fly around the moon ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--F1aG38b2--/t_limit/https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w%2Cf_auto%2Cq_auto:best/rockcms/2025-12/251224-Artemis-II-gk-179dcb.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--1xt_y1fH--/t_thumbnail/https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w%2Cf_auto%2Cq_auto:best/rockcms/2025-12/251224-Artemis-II-gk-179dcb.jpg"},"description":"NASA is preparing to return astronauts to the moon's vicinity for the first time in more than half a century, while stargazers can look forward to a spectacular total lunar eclipse and the year's brightest supermoon.\n\nThe Artemis II mission is scheduled to launch no earlier than February 5, 2026, with launch windows open through the end of April, according to NASA officials[1][2][3]. The 10-day mission will send four astronauts—NASA's Reid Wiseman, Victor Glover and Christina Koch, along with Canadian Space Agency astronaut Jeremy Hansen—on a lunar flyby[4][5]. The crew will become the first people to travel beyond low-Earth orbit since Apollo 17 in December 1972[1][4]. Glover will be the first Black man, Koch the first woman, and Hansen the first non-American to venture this far from Earth[6].","audio_url":"","url":"2026-brings-artemis-ii-launch-htf_ksWLTYWA6Xt_8zxvUg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/77fc00a5-3700-4d97-ba63-54b15a9e883a","published_datetime":"2025-12-31T21:50:51.504230","title":"U.S. grants TSMC annual license for chip gear exports to China","featured_image":{"url":"https://blazetrends.com/us-revokes-tsmc-nanjing-veu-by-2025-restricting-chinas-advanced-chip-equipment-imports/","name":"US revokes TSMC Nanjing VEU by 2025,…","image":"https://pplx-res.cloudinary.com/image/fetch/s--bWSt6Vsz--/t_limit/https://blazetrends.com/wp-content/uploads/2025/04/Taiwan-to-Restrict-TSMC-Advanced-Tech-Exports-Amid-Rising-China.png","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--IldZak_d--/t_thumbnail/https://blazetrends.com/wp-content/uploads/2025/04/Taiwan-to-Restrict-TSMC-Advanced-Tech-Exports-Amid-Rising-China.png"},"description":"The US Department of Commerce has issued an annual export license to Taiwan Semiconductor Manufacturing, allowing the chipmaker to continue importing American manufacturing equipment to its facility in Nanjing, China, the company announced Thursday[1][2]. The approval, granted just before a longstanding waiver system expired on December 31, marks a shift from blanket permissions to tighter, year-by-year controls[1][2].","audio_url":"","url":"us-grants-tsmc-annual-license-w3byXfPhSOKd2WTH0V5qBg","partition_name":"partition1"}]}