{"has_next_page":true,"items":[{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/aa26af17-2e82-402e-a7d2-8b5ad1816596","published_datetime":"2026-01-05T03:37:12.924800","title":"Samsung to double Gemini-equipped devices to 800M","featured_image":{"url":"https://www.reuters.com/world/china/samsung-double-mobile-devices-powered-by-googles-gemini-800-mln-units-this-year-2026-01-05","name":"Exclusive: Samsung to double mobile devices powered by Google's Gemini to 800 mln units this year","image":"https://pplx-res.cloudinary.com/image/fetch/s--Tx6Cnljb--/t_limit/https://www.reuters.com/resizer/v2/G4WNPGNLCNKWHKUQW67DWWJXNE.jpg%3Fauth%3Ddb29ea9f2e498b64a26ca5626d9cb6378b8a00f71b36535dfb27a19cc85babea%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--104CAYDk--/t_thumbnail/https://www.reuters.com/resizer/v2/G4WNPGNLCNKWHKUQW67DWWJXNE.jpg%3Fauth%3Ddb29ea9f2e498b64a26ca5626d9cb6378b8a00f71b36535dfb27a19cc85babea%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue"},"description":"Samsung Electronics plans to double the number of its mobile devices equipped with Google's Gemini AI features to 800 million units this year, co-CEO TM Roh told Reuters in an exclusive interview, marking a major escalation in the global artificial intelligence race. The South Korean tech giant, which deployed Gemini-backed AI features to approximately 400 million smartphones and tablets by the end of 2025, aims to apply AI \"to all products, all functions, and all services as quickly as possible,\" Roh said[1][2][3][4].\n\nThe aggressive expansion gives Google a significant advantage as the world's largest Android device manufacturer deepens its AI partnership. Samsung is striving to reclaim its market leadership from Apple, which Counterpoint Research projects will be the top smartphone maker for 2025—the first time since 2011[5][6][7][8]. Samsung's surveys show awareness of its Galaxy AI brand surged to 80% from roughly 30% within just one year, signaling growing consumer adoption[1][2][3].","audio_url":"","url":"samsung-to-double-gemini-ai-de-wWzDbpA2R4Cn0Rf83iSL1A","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/f80ffc1b-2fbe-449b-8037-cf6e364918f9","published_datetime":"2026-01-05T03:22:50.628977","title":"Venezuela's acting president proposes US cooperation","featured_image":{"url":"https://www.aninews.in/news/world/us/venezuela-supreme-court-names-delcy-rodriguez-acting-president-after-maduros-removal20260104104132","name":"Venezuela Supreme Court names Delcy Rodriguez acting president ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--IbfjXYZQ--/t_limit/https://d3lzcn6mbbadaf.cloudfront.net/media/details/ANI-20260104051120.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--Qbq7ga4S--/t_thumbnail/https://d3lzcn6mbbadaf.cloudfront.net/media/details/ANI-20260104051120.jpg"},"description":"Venezuelan acting President Delcy Rodriguez made a notable shift in tone on Sunday, extending an invitation to the United States for a \"cooperation agenda\" just one day after condemning Washington's military operation that captured President Nicolás Maduro.\n\nRodriguez, who was named acting president by Venezuela's Supreme Court on Saturday following Maduro's detention, called for a \"balanced and respectful relationship\" between the two nations in a statement posted on Telegram[1][2][3]. \"We extend an invitation to the US government to work together on an agenda for cooperation that is aimed toward shared development,\" she wrote, emphasizing that such cooperation should occur \"within the framework of international law.\"[4][5]\n\nAddressing President Donald Trump directly, Rodriguez said Venezuelans \"deserve peace and dialogue, not war,\" adding that \"this has always been the principle championed by President Maduro.\"[6][7][8] The statement marked a dramatic departure from her televised address on Saturday, when she surrounded herself with military leaders and declared \"there is only one president in this country, and his name is Nicolás Maduro,\" while condemning the US operation as \"barbaric.\"[9][10][11]","audio_url":"","url":"venezuela-rodriguez-shifts-ton-Uj8huSpzS9a22RVjSk4.sw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/4007b14d-7c43-49d0-8d6a-4596809aebb4","published_datetime":"2026-01-05T03:20:42.336729","title":"Portland astronomer captures rare interstellar comet","featured_image":{"url":"https://www.universetoday.com/articles/spying-interstellar-comet-3iatlas-near-perihelion","name":"Spying Interstellar Comet 3I/ATLAS Near Perihelion ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--s9WAgb39--/t_limit/https://www.universetoday.com/article_images/Screenshot_2025-10-28_124658_20251028_165401.png","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--XcUwJhEa--/t_thumbnail/https://www.universetoday.com/article_images/Screenshot_2025-10-28_124658_20251028_165401.png"},"description":"As professional observatories tracked an ancient visitor from beyond our solar system, a Portland amateur astronomer achieved what many scientists struggle to capture: a clear image showing the distinct separation between the comet's nucleus and its tail.\n\nPatrick Finney photographed interstellar comet 3I/ATLAS in early January using a consumer smart telescope from his backyard, documenting the rare celestial object as it departs after a months-long journey through the solar system[1][2]. The comet, only the third interstellar object ever detected, made its closest approach to Earth on December 19, passing at a distance of 270 million kilometers[1][2][3]. It remained invisible to the naked eye throughout its visit.","audio_url":"","url":"amateur-astronomer-captures-in-J9xyBKtMRwud2DUCj3zgoA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/20f43808-fdfd-4c13-9da1-71ca7554fc94","published_datetime":"2026-01-05T01:43:23.329477","title":"Trump says military operation against Colombia 'sounds good'","featured_image":{"url":"https://www.gettyimages.com/detail/news-photo/president-donald-trump-addresses-the-media-alongside-u-s-news-photo/2254496060","name":"President Trump Holds News Conference After US Captures Venezuelan President Maduro","image":"https://pplx-res.cloudinary.com/image/upload/t_limit/v1767573254/getty_uploads/2254496060_roj4nj.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/upload/t_thumbnail/v1767573254/getty_uploads/2254496060_roj4nj.jpg"},"description":"U.S. President Donald Trump told reporters aboard Air Force One on Sunday that a military operation against Colombia \"sounds good to me,\" hours after threatening the country's leader to \"watch his ass\" following the capture of Venezuelan President Nicolás Maduro[1][2][3][4].\n\nThe remarks, made as Trump returned from Florida, represent an escalation of tensions with Colombian President Gustavo Petro and raised alarm across Latin America that Washington's military intervention in the region may expand beyond Venezuela. Secretary of State Marco Rubio separately suggested Cuba could be the next target, describing the Cuban government as \"a huge problem\" and saying they are \"in a lot of trouble\"[5][6][7].","audio_url":"","url":"trump-threatens-military-opera-jUCIrsEkQreCs.BO2is5kw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/f4e5ec6f-aa35-42ec-a62c-ed081200c7b9","published_datetime":"2026-01-05T01:21:12.660009","title":"AI safety experts warn systems outpace safeguards","featured_image":{"url":"https://www.nbcnews.com/tech/tech-news/top-ai-companies-safety-practices-fall-short-says-new-report-rcna246143","name":"Leading AI companies' safety practices are falling short, new report says","image":"https://pplx-res.cloudinary.com/image/fetch/s--lK-Qk2Yh--/t_limit/https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630%2Cf_auto%2Cq_auto:best/rockcms/2025-10/251001-open-ai-vl-119p-115a9c.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--OuA9t89B--/t_thumbnail/https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630%2Cf_auto%2Cq_auto:best/rockcms/2025-10/251001-open-ai-vl-119p-115a9c.jpg"},"description":"A chorus of AI safety experts and industry leaders is warning that the world may lack the time and infrastructure to manage the rapidly escalating risks posed by artificial intelligence, as new autonomous systems outpace existing safeguards.\n\nDavid Dalrymple, an AI safety expert at the UK government's Advanced Research and Invention Agency, told The Guardian this week that AI development is moving \"really fast\" and that it cannot be assumed these \"systems are reliable\"[1]. His warning echoes concerns from OpenAI CEO Sam Altman, who stated in early January that AI is becoming increasingly \"dangerous\" not because it is inherently malicious, but because its capabilities are advancing faster than the systems designed to control them[2][3].","audio_url":"","url":"experts-warn-world-unprepared-XYIFtTycSaKLZXLaB_UVDw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/3f86a04a-d30e-4b5d-b210-bdc2bdbbf1ab","published_datetime":"2026-01-04T23:24:14.914912","title":"Venezuelan oil exports frozen after US captures Maduro","featured_image":{"url":"https://finance.yahoo.com/news/oil-prices-likely-move-higher-191443551.html","name":"Oil prices likely to move higher on Venezuelan turmoil, ample supply ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--GAV7rylp--/t_limit/https://media.zenfs.com/en/reuters.com/719ea41cf999607c280491e2c4051953","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--dwCrePG7--/t_thumbnail/https://media.zenfs.com/en/reuters.com/719ea41cf999607c280491e2c4051953"},"description":"In an operation President Donald Trump described as a display of overwhelming military power, US forces captured Venezuelan President Nicolás Maduro and his wife early Saturday morning in Caracas, marking one of the most dramatic military interventions in recent American history[1][2]. The raid, dubbed Operation Absolute Resolve, has effectively paralyzed Venezuela's oil exports while raising questions about the lengthy timeline to revitalize the country's energy infrastructure.","audio_url":"","url":"us-captures-venezuelan-preside-2kpkqp5OSySY11wixyWG6g","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/f2ca3252-6758-4ab5-b64c-5ef0276ec695","published_datetime":"2026-01-04T23:23:52.428163","title":"Oil prices dip modestly after US captures Venezuelan leader","featured_image":{"url":"https://www.aol.com/articles/oil-prices-likely-move-higher-191443551.html","name":"Oil prices likely to move higher on Venezuelan turmoil, ample supply to cap gains","image":"https://pplx-res.cloudinary.com/image/fetch/s--YpcMTubd--/t_limit/https://s.yimg.com/ny/api/res/1.2/T5vU62GFL5O7YBtQT6l3_Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03ODc-/https://s.yimg.com/os/creatr-uploaded-images/2022-03/6f7e39c0-a241-11ec-bdff-36ebf32c0921","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--YwYBhcdD--/t_thumbnail/https://s.yimg.com/ny/api/res/1.2/T5vU62GFL5O7YBtQT6l3_Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03ODc-/https://s.yimg.com/os/creatr-uploaded-images/2022-03/6f7e39c0-a241-11ec-bdff-36ebf32c0921"},"description":"Oil prices edged lower on Sunday despite the weekend capture of Venezuelan President Nicolás Maduro by US forces, as analysts said ample global supply would cushion any disruption from the oil-producing nation. Brent crude fell 22 cents to $60.53 per barrel, while US crude dropped 31 cents to $57.01[1].\n\nThe modest market reaction followed President Donald Trump's announcement Saturday that the United States would control Venezuela until an orderly transition could be arranged, after executing what he called a \"large-scale strike\" on the capital Caracas in the early hours of January 3[2][3]. Trump emphasized that securing US investments in Venezuela's oil sector was a primary goal, stating American oil companies were prepared to invest billions of dollars to restore production[1].","audio_url":"","url":"us-seizure-of-venezuela-spurs-HzXMFuwjRTuVi5oQNKqXeA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/6d41eadc-cd7b-4912-b57a-bb441b9c75fc","published_datetime":"2026-01-04T22:49:01.010875","title":"Danish PM tells Trump to stop threatening Greenland annexation","featured_image":{"url":"https://www.reuters.com/world/greenland-strengthen-relationship-with-denmark-amid-disrespectful-us-rhetoric-2025-04-27/","name":"Greenland, Denmark affirm alliance amid Trump's interest in ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--sdP8m-9E--/t_limit/https://www.reuters.com/resizer/v2/VW5Y6PM3BBLRZN62ZNCVMGOHUI.jpg%3Fauth%3D39b1bad5821333e54e488e553ba97ad8ffdb958d12cd0ec6988b47ca14492de8%26width%3D1920%26quality%3D80","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--2hUWu_uk--/t_thumbnail/https://www.reuters.com/resizer/v2/VW5Y6PM3BBLRZN62ZNCVMGOHUI.jpg%3Fauth%3D39b1bad5821333e54e488e553ba97ad8ffdb958d12cd0ec6988b47ca14492de8%26width%3D1920%26quality%3D80"},"description":"Danish Prime Minister Mette Frederiksen issued a forceful rebuke to President Donald Trump on Sunday, demanding that the United States cease threats to annex Greenland following renewed American interest in the Danish territory in the wake of the U.S. military operation in Venezuela.\n\n\"It makes absolutely no sense to talk about the need for the United States to take over Greenland,\" Frederiksen said in a statement Sunday[1][2][3][4]. \"The U.S. has no right to annex any of the three nations in the Danish kingdom.\"\n\nThe sharp exchange between NATO allies came after Trump told The Atlantic in an interview published Sunday that \"we do need Greenland, absolutely. We need it for defense\"[1][5][4]. His comments followed a major U.S. military operation early Saturday that captured Venezuelan President Nicolás Maduro in Caracas[4][6][7].","audio_url":"","url":"denmark-urges-trump-to-stop-th-hd988wd7TVaUn75rhqmozA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/bd4dbdfb-8841-492a-96e1-32b57493082e","published_datetime":"2026-01-04T21:48:49.666187","title":"Rubio softens Trump claim US will 'run' Venezuela","featured_image":{"url":"https://www.nytimes.com/2026/01/04/world/americas/rubio-military-quarantine-venezuela-oil.html","name":"U.S. Oil 'Quarantine' of Venezuela Will Remain, and Troops ...","image":"https://pplx-res.cloudinary.com/image/upload/t_limit/v1767563098/url_uploads/04us-venezuela-rubio-comments-1-tzbf-videoSixteenByNineJumbo1600_emjxlf.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/upload/t_thumbnail/v1767563098/url_uploads/04us-venezuela-rubio-comments-1-tzbf-videoSixteenByNineJumbo1600_emjxlf.jpg"},"description":"President Donald Trump announced Saturday that the United States would temporarily \"run\" Venezuela following the capture of President Nicolás Maduro in a dramatic overnight military operation, but Secretary of State Marco Rubio appeared to soften that stance on Sunday, suggesting Washington would use oil leverage rather than govern the country directly[1][2].\n\nMaduro and his wife, Cilia Flores, were seized from their home in Caracas early Saturday during a raid by U.S. special forces and transported to New York, where they are being held at the Metropolitan Detention Center in Brooklyn ahead of a Monday court appearance on narco-terrorism charges[3][4]. Trump told reporters the U.S. would \"run the country until such time as we can do a safe, proper and judicious transition\"[3][1].\n\nYet on Sunday morning talk shows, Rubio walked back those assertions. \"People keep fixating on that,\" he told NBC's \"Meet the Press,\" clarifying that the U.S. would continue enforcing an oil quarantine to press for policy changes rather than governing Venezuela day-to-day[1][2]. \"We expect to see changes in Venezuela,\" Rubio said, adding the U.S. would use control of sanctioned oil as \"tremendous leverage\"[2].","audio_url":"","url":"trump-says-us-will-run-venezue-gRCQ.cW.TI2QlpSFHioqwg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/73cd94f4-3359-4429-8562-bf4f33dd9401","published_datetime":"2026-01-04T19:55:33.355108","title":"Trump says U.S. 'absolutely needs' Greenland","featured_image":{"url":"https://www.opb.org/article/2025/12/31/trump-says-he-s-dropping-push-for-national-guard-in-chicago-la-and-portland-oregon-for-now/","name":"Trump says he's dropping push for National Guard in Portland ...","image":"https://pplx-res.cloudinary.com/image/upload/t_limit/v1767556330/url_uploads/VZ7ANSDMJFAEVDJQZ7GJOR4IIU_mg1sh0.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/upload/t_thumbnail/v1767556330/url_uploads/VZ7ANSDMJFAEVDJQZ7GJOR4IIU_mg1sh0.jpg"},"description":"President Donald Trump on Sunday reaffirmed his intention to acquire Greenland, telling The Atlantic magazine \"we absolutely need Greenland\" for national security, describing the island as surrounded by Russian and Chinese ships[1][2]. The renewed pressure on Denmark came just hours after a controversial U.S. military operation that captured Venezuelan President Nicolás Maduro, sparking fears among European allies that Trump's expansionist rhetoric could extend to the Arctic territory.\n\nThe timing amplified diplomatic tensions when Katie Miller, wife of White House Deputy Chief of Staff Stephen Miller, posted an image of Greenland draped in the American flag on social media late Saturday with a single word: \"SOON\"[3][4][5]. Denmark's ambassador to the United States, Jesper Moeller Soerensen, responded swiftly, declaring his country expects \"full respect for the territorial integrity of the Kingdom of Denmark\"[3][4].","audio_url":"","url":"trump-reaffirms-greenland-anne-.SkSv3inRRWdO8mYSm97Tw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/278d7b63-0c13-4f62-9477-d9a83c862f84","published_datetime":"2026-01-04T19:39:05.621804","title":"Restoring coral reefs could boost seafood yields 50%","featured_image":{"url":"https://www.earth.com/news/coral-reefs-could-feed-millions-if-we-stop-overfishing-them/","name":"Coral reefs could feed millions if we stop overfishing them - Earth.com","image":"https://pplx-res.cloudinary.com/image/fetch/s--GbXI6XSm--/t_limit/https://cff2.earth.com/uploads/2026/01/03063821/Overfish-reef2.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--36hHZ6QP--/t_thumbnail/https://cff2.earth.com/uploads/2026/01/03063821/Overfish-reef2.jpg"},"description":"Allowing overfished coral reef populations to recover could boost sustainable seafood yields by nearly 50 percent and help feed millions worldwide, according to research published this week in the Proceedings of the National Academy of Sciences[1][2][3].\n\nScientists at the Smithsonian Tropical Research Institute in Panama and collaborators analyzed 1,211 reef sites across 23 jurisdictions, finding that depleted fish stocks produce far less food than their sustainable potential[4][5]. The study, led by Jessica Zamborain-Mason of King Abdullah University of Science and Technology, calculated that recovery could generate between 20,000 and 162 million additional sustainable fish servings per country annually—enough to meet recommended seafood intake for up to 1.4 million additional people per year[6][1][5].\n\n\"Our study quantifies how much is being lost by having overfished reef fish communities in terms of food provisioning and, in turn, how much could be gained from rebuilding reef fish stocks and managing them at sustainable levels,\" Zamborain-Mason said[6][1][4].","audio_url":"","url":"restoring-coral-reefs-could-fe-WX0.t26JSGub4K1LcbZ3wQ","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/5519af18-cc99-4ee6-8ea4-88c31dfefa63","published_datetime":"2026-01-04T19:25:37.891307","title":"China demands US free Maduro after Venezuela raid","featured_image":{"url":"https://www.aljazeera.com/amp/news/2026/1/4/china-urges-us-to-stop-toppling-venezuelan-government-release-maduro","name":"China urges US to 'stop toppling' Venezuelan government ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--eY1A_9G3--/t_limit/https://cf-images.eu-west-1.prod.boltdns.net/v1/static/665003303001/587cb296-7fed-4b58-aaf1-15b160bdf3c7/e2d37c2d-8fb7-4a2b-a473-4d907a772e43/1920x1080/match/image.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--of_z2Lst--/t_thumbnail/https://cf-images.eu-west-1.prod.boltdns.net/v1/static/665003303001/587cb296-7fed-4b58-aaf1-15b160bdf3c7/e2d37c2d-8fb7-4a2b-a473-4d907a772e43/1920x1080/match/image.jpg"},"description":"China has called on the United States to immediately release Venezuelan President Nicolás Maduro and his wife, Cilia Flores, following a dramatic US military operation that captured and removed them from Venezuela in the early hours of January 3. Beijing condemned the action as a clear violation of international law and urged Washington to stop efforts to topple the Venezuelan government[1][2][3][4].\n\n\"China expresses grave concern over the U.S. forcibly seizing President Nicolás Maduro and his wife and taking them out of the country,\" the Chinese Foreign Ministry said in a statement posted Sunday on its website[5][6][7]. \"The U.S.'s move is in clear violation of international law, basic norms in international relations, and the purposes and principles of the UN Charter.\"\n\nThis marks Beijing's second statement since Saturday, when President Donald Trump announced that US forces had captured Maduro and his wife during what officials called Operation Absolute Resolve[8][9]. The military operation involved more than 150 aircraft striking Venezuelan military installations and disabling the country's air defenses before special forces extracted Maduro from Caracas[9][10].","audio_url":"","url":"china-demands-immediate-releas-_tMucwgRSNiddfMTGajWJg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/fe2168c0-03c7-47c3-ad6e-542b26955000","published_datetime":"2026-01-04T16:36:54.853137","title":"Iran, Russia, China condemn US capture of Maduro","featured_image":{"url":"https://tass.com/politics/2068043","name":"Russian Foreign Ministry condemns US armed aggression against ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--Y8YYNsZa--/t_limit/https://cdn-media.tass.ru/width/1200_4ce85301/tass/m2/en/uploads/i/20260103/1462353.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--eT1phP9A--/t_thumbnail/https://cdn-media.tass.ru/width/1200_4ce85301/tass/m2/en/uploads/i/20260103/1462353.jpg"},"description":"Iran, Russia, China, and a coalition of Latin American nations issued sharp rebukes of the US military operation that captured Venezuelan President Nicolás Maduro on Saturday, fracturing the international community over questions of sovereignty and legal authority. The coordinated denunciations highlighted deep divisions over President Donald Trump's intervention, with even traditional American allies expressing alarm about violations of international law.\n\nIranian Foreign Minister Abbas Araghchi condemned the operation as \"a clear instance of state terrorism\" during a phone call with Venezuelan Foreign Minister Yvan Gil Pinto on Saturday[1][2][3][4]. Iran's Foreign Ministry called the action \"a flagrant violation\" of Venezuela's sovereignty and territorial integrity, urging the United Nations to take immediate action[5][6][7]. The statement emphasized that the US military aggression breached fundamental principles of the UN Charter, particularly Article 2(4) which prohibits the use of force[8][5].","audio_url":"","url":"iran-and-global-allies-condemn-tIXt7pjCQoSUCwfNCUnTow","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/95cee11a-297e-4e7e-a46d-ee1dd42a0bb9","published_datetime":"2026-01-04T16:11:08.803933","title":"Iran protests enter second week with 16 dead, 580 arrested","featured_image":{"url":"https://www.aljazeera.com/video/newsfeed/2026/1/1/demonstrations-turn-deadly-in-iran-over-rising-living-costs","name":"Demonstrations turn deadly in Iran over rising living costs","image":"https://pplx-res.cloudinary.com/image/fetch/s--LdBjbdHP--/t_limit/https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767300177.jpg%3Fresize%3D730%252C410%26quality%3D80","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--afWlnJkr--/t_thumbnail/https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767300177.jpg%3Fresize%3D730%252C410%26quality%3D80"},"description":"Nationwide demonstrations over Iran's economic crisis intensified into their second week, with at least 16 people killed and more than 580 arrests reported across the country, according to the U.S.-based Human Rights Activists News Agency[1][2]. The protests, which began December 28 among bazaar merchants in Tehran, have spread to over 170 locations across 25 of Iran's 31 provinces as of January 4[1][3].\n\nIran's Supreme Leader Ayatollah Ali Khamenei addressed the unrest Saturday, calling protesters' economic concerns \"valid\" while warning that \"rioters must be put in their place\"[4][5]. His remarks followed President Trump's Friday statement on Truth Social pledging U.S. support if Iran \"violently kills peaceful protesters,\" declaring Washington was \"locked and loaded and ready to go\"[6][7]. Iranian officials immediately warned against any U.S. interference, with a senior advisor to Khamenei stating that \"the hand that comes to Iran's interior under any pretext will be cut off before it can act\"[7].","audio_url":"","url":"iran-protests-escalate-over-so-XBd6Fap1SAuYXld9vHJF6g","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/6c50de3a-ed5c-4736-8abe-edfeca5f57b8","published_datetime":"2026-01-04T16:06:17.029398","title":"Rubio says oil embargo to remain after Maduro capture","featured_image":{"url":"https://www.cbsnews.com/news/marco-rubio-secretary-of-state-face-the-nation-transcript-01-04-2026/","name":"Transcript: Secretary of State Marco Rubio on \"Face the Nation with Margaret Brennan,\" Jan. 4, 2026","image":"https://pplx-res.cloudinary.com/image/fetch/s--_D80tP51--/t_limit/https://assets1.cbsnewsstatic.com/hub/i/r/2025/10/05/24951bef-13f5-47af-a48c-1a7e362c5bec/thumbnail/1200x630/694dd8acb497de34dbca6f40a2412ba7/1005-ftn-rubio.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--9hLZfONi--/t_thumbnail/https://assets1.cbsnewsstatic.com/hub/i/r/2025/10/05/24951bef-13f5-47af-a48c-1a7e362c5bec/thumbnail/1200x630/694dd8acb497de34dbca6f40a2412ba7/1005-ftn-rubio.jpg"},"description":"Elite US special forces seized Venezuelan President Nicolás Maduro and his wife early Saturday morning in a dramatic operation that has drawn international condemnation and raised questions about Venezuela's political future. Secretary of State Marco Rubio said Sunday that an oil \"quarantine\" will remain the primary tool to pressure the country's new leadership.\n\nThe operation, codenamed \"Operation Absolute Resolve,\" began around 2:01 a.m. local time Saturday when Delta Force commandos raided Maduro's heavily fortified compound in Caracas[1][2][3]. More than 150 aircraft from 20 bases supported the mission, which transported Maduro to New York where he faces drug trafficking charges dating to 2020[2][4][5].\n\nAt least 40 people were killed in the strikes, including civilians and military personnel, according to a Venezuelan official who spoke to The New York Times[6][7]. President Trump said several US service members were injured but none were killed[8][6].","audio_url":"","url":"us-military-operation-captures-x70cOzE7SZeBvcvezHVtlg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/5c658380-44ab-4c4b-9f39-356594d1795a","published_datetime":"2026-01-04T04:24:53.511897","title":"No alien signals found from 3I/ATLAS interstellar object","featured_image":{"url":"https://www.yahoo.com/news/articles/scientists-announce-results-scanning-3i-130000221.html","name":"Scientists Announce Results After Scanning 3I/ATLAS for Alien Signals","image":"https://pplx-res.cloudinary.com/image/fetch/s--qdXMV8tn--/t_limit/https://s.yimg.com/ny/api/res/1.2/9Su_TQooIvR2jdjJaDuRrw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02MzA7Y2Y9d2VicA--/https://media.zenfs.com/en/futurism_981/3cf62feeb4b6e6eb2782650b079ca99b","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--FNrg9Ina--/t_thumbnail/https://s.yimg.com/ny/api/res/1.2/9Su_TQooIvR2jdjJaDuRrw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02MzA7Y2Y9d2VicA--/https://media.zenfs.com/en/futurism_981/3cf62feeb4b6e6eb2782650b079ca99b"},"description":"The world's most sensitive radio telescope has found no evidence of artificial signals from 3I/ATLAS, the largest interstellar object ever detected, according to results published this week by the Breakthrough Listen program[1][2][3]. Yet the mysterious visitor continues to captivate astronomers with unusual features that challenge conventional understanding of comets.\n\nOn December 18, one day before the object's closest approach to Earth, the 100-meter Green Bank Telescope in West Virginia scanned 3I/ATLAS across radio frequencies from 1 to 12 gigahertz[3][4][5]. The search, conducted by a team led by astronomer Ben Jacobson-Bell of the University of California, Berkeley, initially flagged 471,198 potential signals[4][6]. After filtering out interference, nine candidates remained—all of which were traced to human-made radio noise on Earth[2][4].\n\n\"No artificial radio emission localized to 3I/ATLAS was detected,\" the Search for Extraterrestrial Intelligence Institute confirmed[1][2][7]. The telescope was sensitive enough to detect transmitters as weak as 100 milliwatts, roughly the power of a mobile phone[8][3].","audio_url":"","url":"3iatlas-shows-no-alien-signals-NWipmojZQVSoH6aGU.P.TQ","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/eb1bb823-387b-4fe9-ba57-f3d0b2da55c6","published_datetime":"2026-01-04T03:20:10.338968","title":"Ukraine, allies advance $800B economic package at Kyiv talks","featured_image":{"url":"https://www.pbs.org/newshour/world/allied-security-advisers-discuss-peace-proposals-in-ukraine-ahead-of-leaders-summit","name":"Allied security advisers discuss peace proposals in Ukraine ... - PBS","image":"https://pplx-res.cloudinary.com/image/fetch/s--AWtHPLGD--/t_limit/https://d3i6fh83elv35t.cloudfront.net/static/2026/01/2026-01-03T125941Z_909217260_RC2KTIARL62T_RTRMADP_3_UKRAINE-CRISIS-TALKS-ADVISORS-1024x682.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--K73qEJLE--/t_thumbnail/https://d3i6fh83elv35t.cloudfront.net/static/2026/01/2026-01-03T125941Z_909217260_RC2KTIARL62T_RTRMADP_3_UKRAINE-CRISIS-TALKS-ADVISORS-1024x682.jpg"},"description":"National security advisers from approximately 18 countries convened in Kyiv on Saturday to advance a U.S.-led peace framework for Ukraine, including an $800 billion economic support package designed to sustain the country's recovery and growth over the next decade[1][2][3][4].\n\nThe high-level talks, which brought together representatives from Germany, the United Kingdom, France, Italy, Poland, and other European nations, as well as NATO and European Union officials, mark a critical step in efforts to end the nearly four-year war[2][5]. Ukrainian President Volodymyr Zelensky said all documents under discussion, including those on security guarantees, had been shared with the advisers, allowing work to accelerate[3][4].","audio_url":"","url":"european-security-advisers-bac-ksB8o.81RIeExswinURsYw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/e5db4f5f-1b50-4e9e-b112-16acb84a189a","published_datetime":"2026-01-04T02:42:00.473426","title":"Venezuela court orders VP Rodriguez to assume presidential powers","featured_image":{"url":"https://www.nytimes.com/2026/01/03/world/americas/maduro-venezuela-strikes-delcy-rodriguez.html","name":"Maduro's Inner Circle Appears to Survive U.S. Strikes on Venezuela","image":"https://pplx-res.cloudinary.com/image/fetch/s--xQ7zmB3F--/t_limit/https://static01.nyt.com/images/2026/01/03/multimedia/03us-venezuela-maduro-inner-circle-topart-gzqk/03us-venezuela-maduro-inner-circle-topart-gzqk-facebookJumbo.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--Xe0lTdsj--/t_thumbnail/https://static01.nyt.com/images/2026/01/03/multimedia/03us-venezuela-maduro-inner-circle-topart-gzqk/03us-venezuela-maduro-inner-circle-topart-gzqk-facebookJumbo.jpg"},"description":"Venezuela's Supreme Court ordered Vice President Delcy Rodriguez to immediately assume all presidential powers in an acting capacity on Saturday, establishing legal continuity for the government one day after U.S. forces captured President Nicolás Maduro in a dramatic overnight raid[1][2][3].\n\nThe Constitutional Chamber of the Supreme Court of Justice issued the order on January 3, directing Rodriguez to take charge of the presidency to guarantee \"administrative continuity\" and the \"defense of the nation\" following what the court described as Maduro's forced absence[1]. Rodriguez, 56, stepped into the role Saturday afternoon, hours after the U.S. military operation[2][3].\n\nUnder Venezuela's constitution, the executive vice president assumes presidential duties when the president becomes temporarily or permanently unavailable to serve[2][3][4]. Articles 233 and 234 outline the succession process, making Rodriguez's assumption of power the legally prescribed course of action[2][3].","audio_url":"","url":"venezuela-grants-vp-rodriguez-h4od9PW7R1CgPO04fUJffw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/f79262ef-1ced-402f-b3ab-b41f816e22c0","published_datetime":"2026-01-04T02:35:21.487563","title":"Venezuela oil exports halt amid U.S. blockade, Maduro capture","featured_image":{"url":"https://www.reuters.com/business/energy/venezuelas-oil-exports-fall-sharply-after-us-tanker-seizure-only-chevron-ships-2025-12-12/","name":"Venezuela's oil exports fall sharply after US tanker seizure as only Chevron ships sail - sources, data","image":"https://pplx-res.cloudinary.com/image/fetch/s--R_VeP_ix--/t_limit/https://www.reuters.com/resizer/v2/6MTDJNCXZZMJ3GAZ6O6YDTBA6U.jpg%3Fauth%3D8dd81d68c6cc47f9ae7855252d9e44b9a8007e67804a1f8e065aa2a61f24d270%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--uND62ot9--/t_thumbnail/https://www.reuters.com/resizer/v2/6MTDJNCXZZMJ3GAZ6O6YDTBA6U.jpg%3Fauth%3D8dd81d68c6cc47f9ae7855252d9e44b9a8007e67804a1f8e065aa2a61f24d270%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue"},"description":"Venezuela's oil exports have come to a near standstill as tankers avoid the South American nation amid an escalating U.S. naval blockade and the dramatic capture of President Nicolás Maduro on Saturday. The paralysis threatens to further cripple the economy of a country sitting atop the world's largest proven oil reserves.\n\nFollowing weeks of mounting pressure, including vessel seizures and sanctions, oil shipments from Venezuela have effectively ceased, with only tankers chartered by Chevron continuing operations under special U.S. authorization. More than 11 million barrels of crude remain stranded on vessels in Venezuelan waters, while the country's storage facilities have filled to capacity, forcing state oil company PDVSA to shut in wells across its main production region[1][2][3].","audio_url":"","url":"venezuela-halts-oil-exports-am-U0AvODpQRey9p54ll5evCw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/af01e071-d30e-4040-a369-e1c569cfe7af","published_datetime":"2026-01-04T02:10:16.506011","title":"At least 40 killed in US raid capturing Maduro, Venezuelan official says","featured_image":{"url":"https://www.nytimes.com/2026/01/03/world/americas/venezuela-airstrike-civilian-deaths.html","name":"Venezuelan Official Says at Least 40 People Were Killed in ...","image":"https://pplx-res.cloudinary.com/image/upload/t_limit/v1767492384/url_uploads/03us-venezuela-apartment-strike2-zvlc-articleLarge_h802pn.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/upload/t_thumbnail/v1767492384/url_uploads/03us-venezuela-apartment-strike2-zvlc-articleLarge_h802pn.jpg"},"description":"At least 40 people, including civilians and soldiers, were killed in the U.S. military strikes on Venezuela early Saturday that resulted in the capture of President Nicolás Maduro, according to a senior Venezuelan official cited by The New York Times[1]. Official casualty figures remain pending as Venezuelan authorities continue to assess the toll from the two-hour operation dubbed \"Absolute Resolve.\"\n\nVenezuelan Vice President Delcy Rodríguez confirmed deaths among both civilians and military personnel without providing specific numbers[2][3][4]. \"Innocent victims have been mortally wounded and others killed by this criminal terrorist attack,\" Attorney General Tarek William Saab said in a televised statement[5][6].","audio_url":"","url":"at-least-40-killed-in-us-raid-b.O6k5yIQ3S618.g51nhwg","partition_name":"partition1"}]}