{"has_next_page":true,"items":[{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/49958602-604d-4d3f-b615-f4dcca29422a","published_datetime":"2026-01-03T04:53:24.206730","title":"Gold surges as Trump warns Iran amid 2026 market uncertainty","featured_image":{"url":"https://www.nytimes.com/2026/01/02/business/dealbook/wall-street-market-prediction.html","name":"Wall Street Sees Another Banner Year for Markets. Could Anything Stop It?","image":"https://pplx-res.cloudinary.com/image/fetch/s--vsD6gT-z--/t_limit/https://static01.nyt.com/images/2026/01/02/multimedia/02db-market-pgtk/02db-market-pgtk-facebookJumbo.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--AN67pfup--/t_thumbnail/https://static01.nyt.com/images/2026/01/02/multimedia/02db-market-pgtk/02db-market-pgtk-facebookJumbo.jpg"},"description":"As 2026 begins, investors and policymakers are confronting a landscape defined by elevated geopolitical tensions and divergent economic forecasts, with Asia caught between U.S. policy unpredictability and Middle Eastern instability that sent gold surging above $4,300 per ounce on the year's first trading day.\n\nEscalating U.S.-Iran tensions dominated early market sentiment, with President Donald Trump issuing a \"locked and loaded\" warning on January 2 following massive protests in Iran sparked by inflation exceeding 42%[1]. The rhetoric rekindled fears of direct military conflict after U.S. and Israeli forces reportedly struck Iranian nuclear facilities in June 2025, pushing investors toward safe-haven assets[1]. Meanwhile, experts warn that the Middle East's \"armed peace\" remains fragile, with analysts at SpecialEurasia assessing that the region faces \"high-probability\" prospects of renewed Israeli-Iranian conflict in early 2026[2].","audio_url":"","url":"experts-predict-uncertainty-fo-keCoAev0T.a_9mLH8.4F5A","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/a0b22d49-4701-4190-95a1-cc96dc38d6ee","published_datetime":"2026-01-02T21:39:19.682202","title":"Iran protests spread to 50 cities, leaving 7 dead","featured_image":{"url":"https://www.aljazeera.com/news/2026/1/2/five-things-you-need-to-know-about-protests-in-iran-2","name":"Five things you need to know about protests in Iran","image":"https://pplx-res.cloudinary.com/image/fetch/s--gfGef3SZ--/t_limit/https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251229__898K4ZR__v2__HighRes__IranPoliticsEconomyDemo-1767364417.jpg%3Fresize%3D770%252C513%26quality%3D80","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--9dufS3bs--/t_thumbnail/https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251229__898K4ZR__v2__HighRes__IranPoliticsEconomyDemo-1767364417.jpg%3Fresize%3D770%252C513%26quality%3D80"},"description":"Iran is confronting its most serious wave of unrest since 2022, as demonstrations that began over economic grievances have rapidly evolved into open defiance of the country's theocratic leadership. The protests, now in their sixth day, have spread to at least 50 cities and resulted in at least seven deaths in clashes with security forces[1][2][3][4][5].\n\nWhat started December 28 as merchants striking over a currency crisis has transformed into a nationwide uprising. Demonstrators are chanting \"Death to the dictator\" and \"Mullahs must leave Iran,\" directly targeting Supreme Leader Ayatollah Ali Khamenei with an intensity not seen since the protests following Mahsa Amini's death in 2022[1][6][7].\n\nThe unrest reached a critical turning point when protests spread to Qom, Iran's clerical stronghold and the ideological heart of the Islamic Republic. Videos from the holy city showed demonstrators fighting back against security forces and chanting slogans calling for the clergy's removal, representing a profound symbolic blow to the regime[6][8][7].","audio_url":"","url":"massive-anti-khamenei-protests-5VFbja9CT_OPMq5uJZgtQw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/8071bbce-d70a-4498-9113-4079cf4a920d","published_datetime":"2026-01-02T20:48:32.934893","title":"Memory chip prices surge as AI demand strains supply","featured_image":{"url":"https://www.reuters.com/world/china/ai-frenzy-is-driving-new-global-supply-chain-crisis-2025-12-03/","name":"The AI frenzy is driving a memory chip supply crisis","image":"https://pplx-res.cloudinary.com/image/fetch/s--AnLiZwg1--/t_limit/https://www.reuters.com/resizer/v2/QBGMUBTCIRO4HITT7YWUFLOPGM.jpg%3Fauth%3De41726a614ec2e36a1c9e9addcfcb157af3191533766b56971516f058e6fcac1%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--s6vGTLy1--/t_thumbnail/https://www.reuters.com/resizer/v2/QBGMUBTCIRO4HITT7YWUFLOPGM.jpg%3Fauth%3De41726a614ec2e36a1c9e9addcfcb157af3191533766b56971516f058e6fcac1%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue"},"description":"As the tech industry prepares to converge on Las Vegas for CES 2026 starting January 6, two critical forces are reshaping the computing landscape: an unprecedented race to build AI infrastructure and a memory chip shortage driving prices to historic highs.\n\nNvidia CEO Jensen Huang and AMD CEO Lisa Su will deliver back-to-back keynotes on January 5, setting the tone for an event expected to showcase how artificial intelligence is transforming data centers, consumer devices, and the global semiconductor supply chain[1][2][3][4].","audio_url":"","url":"ces-2026-highlights-ai-race-an-1kHsj0inSieRd4dajOPOJA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/b9524a54-cc5a-46a5-a6f8-da7ad10127be","published_datetime":"2026-01-02T20:38:51.936211","title":"Maduro offers US open oil investment as economy reels","featured_image":{"url":"https://abcnews.go.com/International/wireStory/maduro-open-us-talks-drug-trafficking-silent-cia-128838239","name":"Maduro open to US talks on drug trafficking, but silent on CIA strike","image":"https://pplx-res.cloudinary.com/image/fetch/s--Qy2nAk-g--/t_limit/https://s.abcnews.com/images/US/wirestory_7fd22f8cbd3bb79ab79ee51699a24842_16x9_992.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--HRsERIYA--/t_thumbnail/https://s.abcnews.com/images/US/wirestory_7fd22f8cbd3bb79ab79ee51699a24842_16x9_992.jpg"},"description":"Venezuelan President Nicolás Maduro extended a rare conciliatory offer to the Trump administration on January 1, proposing US oil investments \"whenever, wherever, and however they want\" in a state television interview recorded on New Year's Eve. The unprecedented overture comes as Venezuela's economy buckles under an American blockade that has slashed oil production and sparked the first confirmed US strike on Venezuelan territory.\n\nIn the interview with Spanish journalist Ignacio Ramonet, Maduro declared that \"if they want Venezuela's oil, Venezuela is ready to accept US investments like those of Chevron, when, where and how they want to make them,\" according to Reuters[1][2]. He also proposed \"serious\" talks on drug trafficking and migration, telling the American people that Venezuela is \"a brother country\" with \"a friendly government\"[1][3].\n\nThe softened rhetoric marks a stark departure for Maduro, who has spent recent weeks condemning what he calls US attempts to seize Venezuela's resources. The shift coincides with intensifying economic pain from President Trump's December 16 declaration of a \"total and complete blockade\" on sanctioned oil tankers[4][5], which has paralyzed exports and forced Venezuela to begin shutting oil wells.","audio_url":"","url":"maduro-offers-oil-investment-d-TH79JCw.Tc.2YExM7WmuYw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/ba27d926-b3c7-4726-bfa5-4a014a2ef5a3","published_datetime":"2026-01-02T20:22:11.249836","title":"Comet explosion tied to mammoth extinction, study says","featured_image":{"url":"https://www.discovermagazine.com/cracked-quartz-points-to-a-comet-impact-that-may-have-killed-megafauna-in-north-america-48036","name":"A Comet Explosion May Have Killed Megafauna in North America ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--ZRrwesLA--/t_limit/https://cdn.discovermagazine.com/assets/image/57339/asteroid-coming-to-earth-x.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--Irw9OjN7--/t_thumbnail/https://cdn.discovermagazine.com/assets/image/57339/asteroid-coming-to-earth-x.jpg"},"description":"Scientists have uncovered what they describe as their strongest evidence yet that a fragmented comet exploded over Earth nearly 13,000 years ago, potentially triggering the extinction of mammoths, mastodons, and other Ice Age megafauna.\n\nIn a study published in PLOS One, researchers led by UC Santa Barbara Emeritus Professor of Earth Science James Kennett identified shocked quartz at three archaeological sites linked to the Clovis culture[1][2]. The microscopic sand grains, which show internal damage from extreme heat and pressure, were found at Murray Springs in Arizona, Blackwater Draw in New Mexico, and Arlington Canyon in California's Channel Islands[3][1][2].\n\nAccording to the University of California - Santa Barbara, shocked quartz is considered one of the most reliable indicators of cosmic impact[1]. Using electron microscopy and cathodoluminescence, the team confirmed the quartz grains contained distinctive fractures filled with melted silica, formed under conditions far exceeding those of volcanic activity or early human fires[1][2].","audio_url":"","url":"comet-explosion-theory-gains-s-hzv492ZXSQiJ1PtEUDKCYA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/130a8724-1ecc-4516-9afd-e5c9363f4c5e","published_datetime":"2026-01-02T19:40:20.137792","title":"Wall Street stumbles as European markets hit records","featured_image":{"url":"https://news.sky.com/story/ftse-100-breaks-10-000-points-mark-for-the-first-time-13489592","name":"FTSE 100 breaks 10,000 points mark for the first time","image":"https://pplx-res.cloudinary.com/image/fetch/s--o8EB99ns--/t_limit/https://e3.365dm.com/25/12/1600x900/skynews-stock-exchange-london_7114201.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--m_pU9_hV--/t_thumbnail/https://e3.365dm.com/25/12/1600x900/skynews-stock-exchange-london_7114201.jpg"},"description":"Wall Street opened the first trading day of 2026 with optimism but quickly reversed course, with major U.S. indexes closing lower despite strong gains in semiconductor stocks[1][2]. European markets, meanwhile, surged to record highs as Britain's FTSE 100 crossed the symbolic 10,000-point threshold for the first time[3][4].\n\nThe S&P 500 fell 0.7% to close at 6,845.50 points, while the Nasdaq Composite declined 0.8% to 23,241.99[5][6]. The Dow Jones Industrial Average dropped 0.6% to 48,063.29, with 26 of its 30 components ending in negative territory[5]. The losses marked a fifth consecutive session in the red for the S&P 500 and Nasdaq, ending hopes for a traditional \"Santa Claus rally\"[1][7].\n\nEarly gains were driven by semiconductor stocks, with Micron Technology jumping nearly 8% and Intel rising approximately 7%[8][9]. The Philadelphia SE Semiconductor index climbed 3.4% during the session[1]. However, weakness in consumer discretionary stocks, including Amazon, which fell as Tesla shares declined 1.6% after the electric vehicle maker reported annual sales fell for a second consecutive year[1][10].","audio_url":"","url":"wall-street-and-global-markets-1Ozme5X8Qsm7rDSKzQAG1A","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/5eb786a4-cb1d-4db0-bbda-71b3435a7062","published_datetime":"2026-01-02T19:38:44.964909","title":"Seven-million-year-old fossil shows evidence of ancient upright walking","featured_image":{"url":"https://www.newscientist.com/article/2335079-human-ancestors-may-have-walked-on-two-legs-7-million-years-ago/","name":"Sahelanthropus tchadensis: Early hominin may have walked on ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--a0dkslVg--/t_limit/https://images.newscientist.com/wp-content/uploads/2022/08/24140224/SEI_120877127.jpg%3Fcrop%3D16:9%2Csmart%26width%3D1200%26height%3D675%26upscale%3Dtrue","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--Aiv6uwUA--/t_thumbnail/https://images.newscientist.com/wp-content/uploads/2022/08/24140224/SEI_120877127.jpg%3Fcrop%3D16:9%2Csmart%26width%3D1200%26height%3D675%26upscale%3Dtrue"},"description":"A seven-million-year-old fossil from central Africa has provided fresh evidence that one of humanity's earliest potential ancestors walked upright, according to research published this week in Science Advances. The findings suggest that bipedalism — a defining feature of the human lineage — emerged far earlier than many scientists previously believed.\n\nThe study, led by Scott Williams, an associate professor at New York University, reexamined limb bones from *Sahelanthropus tchadensis*, a species discovered in Chad's Djurab Desert in the early 2000s. Using high-resolution 3D analysis, Williams and his team identified a small projection on the thigh bone called a femoral tubercle, which serves as the attachment point for the iliofemoral ligament[1][2][3]. Until now, this feature had been documented only in bipedal hominins.\n\n\"Our analysis of these fossils offers direct evidence that *Sahelanthropus tchadensis* could walk on two legs, demonstrating that bipedalism evolved early in our lineage and from an ancestor that looked most similar to today's chimpanzees and bonobos,\" Williams said[1][4].","audio_url":"","url":"sahelanthropus-fossil-shows-ea-GCA3bzPpTeG76SZIr1oNfg","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/456097a2-3054-433a-a7ea-96b6365c9b33","published_datetime":"2026-01-02T18:31:22.052232","title":"Fountain candles on champagne bottles started Swiss fire that killed 40, prosecutor says","featured_image":{"url":"https://www.the-independent.com/news/world/europe/switzerland-fire-crans-montana-ski-resort-bar-explosion-latest-news-b2893326.html","name":"Switzerland fire latest: Sparkler candles on champagne bottles revealed as likely cause of deadly blaze","image":"https://pplx-res.cloudinary.com/image/fetch/s--DnL4ZwOe--/t_limit/https://static.the-independent.com/2026/01/01/12/54/TOPSHOT-SWITZERLAND-ACCIDENT-EXPLOSION-TOURISM-POLICE-phbl8137.jpeg%3Ftrim%3D0%252C0%252C0%252C0%26width%3D1200%26height%3D800%26crop%3D1200%253A800","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--x6Nb-Pih--/t_thumbnail/https://static.the-independent.com/2026/01/01/12/54/TOPSHOT-SWITZERLAND-ACCIDENT-EXPLOSION-TOURISM-POLICE-phbl8137.jpeg%3Ftrim%3D0%252C0%252C0%252C0%26width%3D1200%26height%3D800%26crop%3D1200%253A800"},"description":"Swiss authorities announced Friday that fountain candles attached to champagne bottles likely ignited the devastating New Year's Eve fire that killed 40 people and injured more than 100 at a ski resort bar in Crans-Montana[1][2][3]. Prosecutor Beatrice Pilloud said initial investigations point to bar staff holding the sparkling candles too close to the ceiling, triggering a rapid conflagration that engulfed the packed venue in seconds.\n\n\"Everything suggests that the fire started from the burning candles or 'Bengal lights' that had been attached to champagne bottles,\" Pilloud told a news conference Friday[1][2][3]. \"These went too close to the ceiling. From there, a rapid, very rapid and widespread conflagration ensued.\"","audio_url":"","url":"swiss-prosecutor-says-fountain-Wm.lTha1TPSe50l3fpYvuA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/a1101fdc-2e02-413b-a65b-9f3313df66a7","published_datetime":"2026-01-02T17:21:33.171119","title":"Quadrantid meteor shower peaks amid Wolf supermoon","featured_image":{"url":"https://www.discovermagazine.com/wolf-supermoon-fiery-meteors-and-a-planet-parade-make-early-2026-an-astronomical-feast-48463","name":"Wolf Supermoon, Fiery Meteors, and a Planet Parade ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--JpByzapT--/t_limit/https://cdn.discovermagazine.com/assets/image/58184/supermoon-wolf-moon-x.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--F8_rpOwH--/t_thumbnail/https://cdn.discovermagazine.com/assets/image/58184/supermoon-wolf-moon-x.jpg"},"description":"The new year has arrived with a celestial spectacle that sets the stage for what space enthusiasts are calling one of the most ambitious years in modern space exploration. Skywatchers in the Northern Hemisphere are witnessing the Quadrantid meteor shower, coinciding with January's full Wolf supermoon, as space agencies worldwide prepare for historic lunar and planetary missions.\n\nThe Quadrantid meteor shower reached its peak between Friday, January 2, and Saturday, January 3, according to the American Meteor Society[1][2][3]. Under ideal conditions, the shower typically produces around 25 meteors per hour, with some years seeing up to 120 meteors per hour[1][4]. However, this year's viewing conditions are far from ideal. The full Wolf supermoon, which officially reached peak illumination at 5:03 a.m. EST on January 3, has washed out all but the brightest streaking meteors[5][6][7]. \"The biggest enemy of enjoying a meteor shower is the full moon,\" Mike Shanahan, planetarium director at Liberty Science Center, told the Associated Press[8].\n\nThe Quadrantids are unusual among meteor showers because they originate from an asteroid rather than a comet. Astronomers traced the shower's source to asteroid 2003 EH1, which orbits the sun every 5.5 years[9][3]. The shower is named after Quadrans Muralis, a constellation identified in 1795 that was later removed from the official list in 1922[9][10].","audio_url":"","url":"major-space-events-and-meteor-lytg1F3GSBCuuGPlZrux_w","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/bc2b0f22-5792-4c0f-8501-b98ff245d5c3","published_datetime":"2026-01-02T17:00:16.582683","title":"Hubble captures glowing gas plume from distant galaxy","featured_image":{"url":"https://www.gadgets360.com/science/news/hubble-captures-gas-escaping-sideways-spiral-galaxy-ngc-4388-in-virgo-cluster-9855412","name":"Hubble Captures Gas Escaping Sideways Spiral Galaxy NGC 4388 ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--seqm0dzL--/t_limit/https://i.gadgets360cdn.com/large/Galactic_Gas_full_1_1766242164724.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--lW-tCN6u--/t_thumbnail/https://i.gadgets360cdn.com/large/Galactic_Gas_full_1_1766242164724.jpg"},"description":"NASA's space telescopes have captured extraordinary views of previously unseen cosmic events in recent weeks, providing scientists with fresh insights into galactic evolution and exotic planetary systems.\n\nThe Hubble Space Telescope on January 1 released new imagery of NGC 4388, a spiral galaxy 60 million light-years away in the Virgo constellation, revealing a luminous plume of gas streaming from the galaxy's nucleus[1]. The phenomenon, invisible in previous Hubble observations from 2016, occurs as NGC 4388 plunges through the intracluster medium—hot wisps of gas occupying the space between galaxies in the Virgo cluster[1][2].\n\nAs the galaxy moves through this medium, pressure from the hot gas strips material from NGC 4388's disk, causing it to trail behind in a glowing tail[1]. Researchers suspect a supermassive black hole at the galaxy's center provides some of the ionizing energy that causes the gas cloud to glow, while shock waves may be responsible for ionizing filaments farther out[1][3].","audio_url":"","url":"hubble-and-webb-reveal-new-cos-MCKYrjDuTc6DEXmOALksJw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/473abbfb-ac80-477e-bfeb-fad9383f3fa4","published_datetime":"2026-01-02T16:56:54.012106","title":"Maduro offers US talks on drugs, oil after CIA strike","featured_image":{"url":"https://www.foxnews.com/world/maduro-says-venezuela-ready-make-deal-us-drugs-oil-after-military-strikes","name":"Maduro says Venezuela is 'ready' to make deal with US on drugs and oil after military strikes","image":"https://pplx-res.cloudinary.com/image/fetch/s--lqjSHffL--/t_limit/https://static.foxnews.com/foxnews.com/content/uploads/2025/12/maduro_carcas_meeting.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--iMlIjWoS--/t_thumbnail/https://static.foxnews.com/foxnews.com/content/uploads/2025/12/maduro_carcas_meeting.jpg"},"description":"Venezuelan President Nicolás Maduro signaled openness to negotiate with the United States on drug trafficking and oil investments in an interview aired January 1, marking a diplomatic overture amid escalating tensions following the first known U.S. strike on Venezuelan territory[1][2][3].\n\nIn a pre-recorded interview with Spanish journalist Ignacio Ramonet broadcast on state television, Maduro said Venezuela is \"ready\" to discuss a drug-trafficking deal with Washington \"whenever they want it, wherever they want it and however they want it\"[4][5][1][3]. He also offered U.S. investment in Venezuela's oil sector similar to Chevron's operations[1][3][6].\n\nThe interview, recorded on New Year's Eve, came weeks after the CIA conducted a drone strike in early December on a dock along Venezuela's coast believed to be used by the Tren de Aragua gang to store and ship narcotics[2][7][8]. No one was present during the strike, and no casualties were reported[7][8]. When asked about the operation, Maduro declined to comment but suggested he could \"talk about it in a few days\"[9][10].","audio_url":"","url":"maduro-offers-us-talks-on-drug-FJcfhARYRM6MEKXOqC_9Ig","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/06cc7ec4-0bd9-4cbf-b20c-a77504682a08","published_datetime":"2026-01-02T16:33:36.736625","title":"China taxes contraceptives as births plummet","featured_image":{"url":"https://www.newsweek.com/china-makes-condoms-more-expensive-boost-birth-rates-11141456","name":"China Makes Condoms More Expensive To Boost Birth Rates","image":"https://pplx-res.cloudinary.com/image/fetch/s--98SvpnOZ--/t_limit/https://assets.newsweek.com/wp-content/uploads/2025/12/GettyImages-1127267.jpg%3Fw%3D1200crop%253D1","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--ImkOdTV3--/t_thumbnail/https://assets.newsweek.com/wp-content/uploads/2025/12/GettyImages-1127267.jpg%3Fw%3D1200crop%253D1"},"description":"China imposed a 13% value-added tax on condoms and contraceptive pills beginning January 1, ending a three-decade-old exemption as Beijing intensifies efforts to reverse a demographic crisis threatening the world's second-largest economy[1][2][3].\n\nThe policy shift, which removes tax breaks that existed since 1994, comes as China's population fell for the third consecutive year in 2024, declining by 1.39 million to 1.408 billion[4][5]. The country recorded 9.54 million births last year—a modest uptick from 9.02 million in 2023, but roughly half the number born a decade ago[6][5].","audio_url":"","url":"china-ends-30-year-tax-exempti-saUyOAmETzmJYoIA40nqhQ","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/657609b6-a3fc-426f-8527-fb09652bb81e","published_datetime":"2026-01-02T15:18:39.659063","title":"South African rocks reveal Earth's violent oceans 3.6B years ago","featured_image":{"url":"https://www.yahoo.com/news/oldest-rocks-earth-130000680.html","name":"The oldest rocks on Earth - Yahoo","image":"https://pplx-res.cloudinary.com/image/fetch/s--fkbkUWKM--/t_limit/https://s.yimg.com/ny/api/res/1.2/Gok4l1FJo46NvywN3XV4eA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/live_science_953/b4692cca1ee1bfbad62e483f7f3e876a","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--LIqi8eSX--/t_thumbnail/https://s.yimg.com/ny/api/res/1.2/Gok4l1FJo46NvywN3XV4eA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/live_science_953/b4692cca1ee1bfbad62e483f7f3e876a"},"description":"New research from remote African bedrock has uncovered vivid snapshots of Earth's tumultuous infancy, revealing a planet dominated by vast oceans, intense volcanic eruptions, and the earliest stirrings of life amid geological violence.\n\nGeologist Simon Lamb from Victoria University of Wellington has spent years examining the Makhonjwa Mountains in South Africa and the neighboring kingdom of Eswatini, where rocks dating back 3.2 to 3.6 billion years preserve remarkable details of early Earth[1][2][3][4][5]. His findings, detailed in a new book published this month by Columbia University Press, paint a dramatic picture of a world far different from today[6][7].","audio_url":"","url":"ancient-african-bedrock-reveal-zUbTOyYBSh2Qr2YusG4e1Q","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/be46c2a7-ec2e-4cba-993e-b7e2d28ac2ca","published_datetime":"2026-01-02T15:11:05.699458","title":"Xi to host South Korean president as Japan ties chill","featured_image":{"url":"https://www.yahoo.com/news/articles/south-korean-president-lee-visit-060814126.html","name":"South Korean President Lee to visit Beijing for pivotal 2nd summit ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--cazHZYis--/t_limit/https://s.yimg.com/ny/api/res/1.2/ijrH3bD28A7cVaVBLFOpWg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://media.zenfs.com/en/al_jazeera_289/4f3bb1ce59fd138ea7ac3ef08269e63a","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--dZsgVTp9--/t_thumbnail/https://s.yimg.com/ny/api/res/1.2/ijrH3bD28A7cVaVBLFOpWg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://media.zenfs.com/en/al_jazeera_289/4f3bb1ce59fd138ea7ac3ef08269e63a"},"description":"South Korean President Lee Jae Myung will travel to Beijing this weekend for a state visit beginning Sunday, marking his second meeting with Chinese President Xi Jinping in just over two months as Beijing seeks to strengthen ties with Seoul amid escalating tensions with Japan over Taiwan[1][2][3][4].\n\nThe visit, running from January 4-7, comes at a delicate moment in regional diplomacy, with China-Japan relations reaching what analysts describe as their chilliest point in years following Japanese Prime Minister Sanae Takaichi's November comments that a hypothetical Chinese attack on Taiwan could constitute an \"existential crisis for Japan\" under Tokyo's security legislation[2][5][6]. China responded with a seafood import ban and restrictions on Japanese cultural products, with Foreign Ministry spokesperson Mao Ning stating Takaichi's remarks \"gravely hurt the sentiments of the Chinese people\"[6][7].","audio_url":"","url":"xi-jinping-hosts-south-korean-e2RBpknRSaaEOjWCMmDp2w","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/e72efce3-d359-49a1-b17e-9460d0ce115b","published_datetime":"2026-01-02T14:58:43.201806","title":"China warns UN that Starlink satellites threaten space safety","featured_image":{"url":"https://www.the-independent.com/space/elon-musk-starlink-satellite-security-risk-un-b2893357.html","name":"China tells UN Elon Musk's Starlink satellites pose 'safety and ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--w1JmNTSJ--/t_limit/https://static.the-independent.com/2026/01/02/6/01/A-SpaceX-Falcon-9-rocket-rises-after-launching-from-Vandenberg-Space-Force-Base-carrying-28-Starlink.jpeg%3Ftrim%3D0%252C0%252C0%252C0%26width%3D1200%26height%3D800%26crop%3D1200%253A800","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--7y_lAV9T--/t_thumbnail/https://static.the-independent.com/2026/01/02/6/01/A-SpaceX-Falcon-9-rocket-rises-after-launching-from-Vandenberg-Space-Force-Base-carrying-28-Starlink.jpeg%3Ftrim%3D0%252C0%252C0%252C0%26width%3D1200%26height%3D800%26crop%3D1200%253A800"},"description":"China raised concerns at the United Nations about Elon Musk's rapidly expanding Starlink satellite network, warning that the unchecked proliferation of commercial satellites poses \"pronounced safety and security challenges\" in low-Earth orbit. The warning came during an informal UN Security Council meeting organized by Russia in late December.\n\nA Chinese representative told the meeting that \"the unchecked proliferation of commercial satellite constellations by a certain country, in the absence of effective regulation, has given rise to pronounced safety and security challenges,\" according to a statement from Beijing's UN mission[1][2]. The remarks came shortly after a near-collision between a Starlink satellite and a newly launched Chinese spacecraft on December 12[3][4].\n\nChina cited several incidents to support its concerns, including two occasions in 2021 when Starlink satellites came alarmingly close to China's space station, forcing astronauts to conduct evasive maneuvers[2][5]. More recently, a Starlink satellite disintegrated on December 17, producing over 100 debris fragments[2][6]. \"For spacecraft operated by developing countries lacking orbit-control capability, space situational awareness, or adequate reaction time, this undoubtedly poses a significant threat,\" the representative stated[2].","audio_url":"","url":"china-warns-un-that-starlink-s-52TK87BXS2meAQZ4wjKO8w","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/9dec4659-4152-4421-b020-3d52f6e01e5c","published_datetime":"2026-01-02T14:25:00.410574","title":"Trump warns US response if Iran kills protesters","featured_image":{"url":"https://www.foxnews.com/politics/trump-says-us-intervene-iran-starts-killing-protesters-locked-loaded","name":"Trump says US will intervene if Iran starts killing protesters: ‘Locked and  loaded’","image":"https://pplx-res.cloudinary.com/image/fetch/s--DDguyDxd--/t_limit/https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2025/12/1200/675/donald-trump-dec-2025.jpg%3Fve%3D1%26tl%3D1","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--HIB1jFwF--/t_thumbnail/https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2025/12/1200/675/donald-trump-dec-2025.jpg%3Fve%3D1%26tl%3D1"},"description":"President Donald Trump issued a stark warning to Iran early Friday morning, declaring the United States is \"locked and loaded\" to respond if Tehran uses lethal force against protesters, as economic demonstrations that erupted six days ago have evolved into the Islamic Republic's most significant unrest since 2022[1][2][3].\n\n\"If Iran shoots and violently kills peaceful protesters, which is their custom, the United States of America will come to their rescue,\" Trump wrote on Truth Social around 3 a.m. Washington time[1][2]. \"We are locked and loaded and ready to go.\"\n\nThe warning comes as protests that began December 28 over a currency collapse have spread to dozens of cities and claimed at least seven lives[2][4][5]. What started as merchants closing shops in Tehran's Grand Bazaar has transformed into open calls for regime change, with demonstrators chanting pro-monarchy slogans even in Qom, the clerical establishment's ideological stronghold[2][6][7].","audio_url":"","url":"trump-warns-us-response-if-ira-JaxMz2IZSBajBq7rfNzd5A","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/95df1dbb-f868-4e1d-bb7e-a9503e830467","published_datetime":"2026-01-02T13:59:57.323436","title":"Hypervelocity stars help astronomers map dark matter","featured_image":{"url":"https://www.reuters.com/technology/space/fast-moving-stars-reveal-supermassive-black-hole-inside-nearby-galaxy-2025-03-06/","name":"Fast-moving stars reveal supermassive black hole inside nearby ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--3Dkd-cdJ--/t_limit/https://www.reuters.com/resizer/v2/N74ITSK3NFOH3PJ54KKV6U2JGM.jpg%3Fauth%3D8b95a08939ade3fadcaef00be8080b54ad3d6475796e97ce7d8c290e71b9db4a%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--nyZ4vPNS--/t_thumbnail/https://www.reuters.com/resizer/v2/N74ITSK3NFOH3PJ54KKV6U2JGM.jpg%3Fauth%3D8b95a08939ade3fadcaef00be8080b54ad3d6475796e97ce7d8c290e71b9db4a%26height%3D1005%26width%3D1920%26quality%3D80%26smart%3Dtrue"},"description":"Two breakthrough research efforts published in late December are giving astronomers powerful new tools to map and detect the Milky Way's elusive dark matter, which comprises roughly 95% of the galaxy's mass yet remains invisible to conventional observation methods.\n\nIn one study published December 31 in The Astrophysical Journal, a team led by Haozhu Fu of Peking University identified 87 hypervelocity stars—runaway stars traveling fast enough to escape the Milky Way's gravitational pull—that can serve as tracers for dark matter distribution[1][2][3]. Meanwhile, researchers from the University of Tokyo and Chuo University introduced a quantum sensor technique in Physical Review Letters on December 9 that can track the velocity and direction of light dark matter particles[4][5][6].","audio_url":"","url":"astronomers-use-runaway-stars-hTFOggS4QoeKY3m6lImEvA","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/5f520a57-8cb8-44b2-a3f0-3b10f3a75d68","published_datetime":"2026-01-02T13:49:46.548355","title":"Yemen airport shut down amid Saudi-UAE rift","featured_image":{"url":"https://www.aljazeera.com/news/2026/1/2/yemeni-province-launches-operation-to-take-bases-back-from-separatist-stc","name":"Yemen’s separatist STC accuses Saudi Arabia of bombing forces along border","image":"https://pplx-res.cloudinary.com/image/fetch/s--MRtcJhMi--/t_limit/https://www.aljazeera.com/wp-content/uploads/2026/01/ap_69578d5b388b5-1767345499.jpg%3Fresize%3D1920%252C1440","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--ObJdXNCf--/t_thumbnail/https://www.aljazeera.com/wp-content/uploads/2026/01/ap_69578d5b388b5-1767345499.jpg%3Fresize%3D1920%252C1440"},"description":"Yemen's Aden International Airport shut down on Thursday as escalating tensions between Saudi Arabia and the United Arab Emirates spilled into civil aviation, stranding hundreds of passengers and underscoring a deepening crisis between the Gulf powers[1][2][3]. The closure came amid a broader confrontation over control of Yemen's resource-rich eastern provinces, where Saudi-backed forces launched military operations on Friday that killed at least seven people[4][5][6].\n\nAir traffic at the airport—Yemen's main international gateway outside Houthi control—was halted after Yemen's internationally recognized government, backed by Riyadh, imposed new restrictions on flights to and from the UAE[1][2]. Rather than comply, Yemen's transport minister, aligned with the UAE-backed Southern Transitional Council, ordered a complete shutdown[1][2]. Passengers crowded the terminal awaiting updates, with some traveling for urgent medical treatment left in limbo[7][8].\n\nThe aviation dispute reflects a wider rift that has fractured the Saudi-led coalition fighting in Yemen. On Friday, Saudi warplanes conducted seven airstrikes on an STC military camp in Hadramout province's Al-Khasah area, killing at least seven and wounding more than 20, according to STC officials[4][5][6]. The strikes came as Saudi-backed forces launched what they termed a \"peaceful operation\" to retake positions seized by the STC during its December offensive[9][10].","audio_url":"","url":"yemen-airport-shut-down-amid-s-NNip56Z0Rh2jzvGyqGu9Rw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/253ee642-0079-4ffc-b79a-63ad2ff6cd5a","published_datetime":"2026-01-02T12:13:08.189148","title":"87 runaway stars mapped to trace Milky Way's dark matter","featured_image":{"url":"https://www.gadgets360.com/science/news/runaway-stars-help-astronomers-trace-dark-matter-distribution-across-the-milky-way-galaxy-10198660","name":"Runaway Stars Help Astronomers Trace Dark Matter Distribution ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--GsPvrDqo--/t_limit/https://i.gadgets360cdn.com/large/map_dark_matter_full_1767350053075.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--S4lPQ0JW--/t_thumbnail/https://i.gadgets360cdn.com/large/map_dark_matter_full_1767350053075.jpg"},"description":"Astronomers from China have identified 87 hypervelocity stars racing through the Milky Way fast enough to escape the galaxy's gravitational pull, offering a new method to map the distribution of dark matter across our cosmic home. The research, published in The Astrophysical Journal and announced this week, uses these stellar runaways as tracers to probe the galaxy's invisible structure[1][2][3][4].\n\nThe team, led by Haozhu Fu of Peking University, focused on RR Lyrae stars, ancient pulsating giants that serve as reliable distance indicators due to their predictable brightness patterns[1][3]. By analyzing data from the Sloan Digital Sky Survey, the Chinese LAMOST telescope, and the European Space Agency's Gaia satellite, researchers sifted through more than 135,000 candidate stars before identifying the most reliable hypervelocity examples[1][3].\n\nSeven of the discovered stars are moving at tangential velocities exceeding 800 kilometers per second—well above the roughly 550 km/s needed to break free from the Milky Way at the sun's position[1][3][5]. According to Phys.org, all 87 stars exceed the galaxy's escape velocity in their tangential component, suggesting many will eventually drift into intergalactic space[1][2].","audio_url":"","url":"astronomers-use-runaway-stars-r8jqTSbrQ7yPZLGSUPH5Vw","partition_name":"partition1"},{"page_content_url":"https://r2cdn.perplexity.ai/discover/pages/v1/en-US/a609d25b-1562-48b7-8160-89d9f8aa2624","published_datetime":"2026-01-02T10:28:02.658915","title":"Scientists create self-powered quantum maser with stable microwave signals","featured_image":{"url":"https://phys.org/news/2025-12-quantum-technology-lab-life-widespread.html","name":"Quantum technology moves from lab to life, but widespread use ...","image":"https://pplx-res.cloudinary.com/image/fetch/s--2TfGFOnF--/t_limit/https://scx2.b-cdn.net/gfx/news/hires/2025/when-will-quantum-tech.jpg","thumbnail":"https://pplx-res.cloudinary.com/image/fetch/s--qfuREws5--/t_thumbnail/https://scx2.b-cdn.net/gfx/news/hires/2025/when-will-quantum-tech.jpg"},"description":"Scientists at TU Wien and the Okinawa Institute of Science and Technology have demonstrated the first self-induced superradiant quantum maser, a discovery that could reshape precision technologies from GPS navigation to medical imaging.\n\nPublished in Nature Physics, the research shows how quantum particles can spontaneously cooperate to generate stable, long-lived microwave signals without external power, overturning previous assumptions about how quantum systems behave[1][2][3]. The team coupled nitrogen-vacancy centers in diamond—tiny atomic defects containing electron spins—to a microwave cavity, where they observed an unexpected phenomenon: after an initial burst of energy, the system produced a sustained train of coherent microwave pulses lasting up to a millisecond[2][4].\n\n\"What's remarkable is that the seemingly messy interactions between spins actually fuel the emission,\" said Dr. Wenzel Kersten, first author of the study, in a press statement. \"The system organizes itself, producing an extremely coherent microwave signal from the very disorder that usually destroys it\"[1][3].","audio_url":"","url":"researchers-achieve-first-self-60RiJS.UT0WWCstx3c7Y1g","partition_name":"partition1"}]}